Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

source: Calendar
cs_cz: Kalendář
de_de: Kalender
it_it: Calendario
pt_pt: Calendário
tr_tr: Takvim

source: Back
cs_cz: Zpět
de_de: Zurück
it_it: Indietro
pt_pt: Voltar
tr_tr: Geri

source: Home
cs_cz: Domů
de_de: Startseite
pt_pt: Começar
tr_tr: Ana Sayfa

source: Profile
cs_cz: Profil
de_de: Profil
it_it: Profilo
pt_pt: Perfil
tr_tr: Profil

source: Notes
cs_cz: Poznámky
de_de: Notizen
it_it: Note
pt_pt: Notas
tr_tr: Notlar

source: Sign Out
cs_cz: Odhlásit se
de_de: Abmelden
it_it: Disconnetti
pt_pt: Terminar sessão
tr_tr: Oturumu Kapat

# workspaces
source: My Workspaces
cs_cz: Moje pracovní prostory
de_de: Meine Arbeitsbereiche
it_it: I Miei Spazi di Lavoro
pt_pt: Meus espaços de trabalho
tr_tr: Çalışma Alanlarım

source: Projects
cs_cz: Projekty
de_de: Projekte
it_it: Progetti
pt_pt: Projectos
tr_tr: Projeler

source: Quick Presets
de_de: Schnelle Voreinstellungen
it_it: Preset rapidi
pt_pt: Predefinições Rápidas
tr_tr: Hızlı Ön Ayarlar

source: Date Filters
de_de: Datumsfilter
it_it: Filtri data
pt_pt: Filtros de Data
tr_tr: Tarih Filtreleri

# severityFilters
source: Severity & Score Filters
de_de: Schweregrad & Bewertungsfilter
it_it: Filtri gravità & punteggio
pt_pt: Filtros de Gravidade
tr_tr: Önem Derecesi Filtreleri

source: Advanced Options
de_de: Erweiterte Optionen
it_it: Opzioni avanzate
pt_pt: Opções Avançadas
tr_tr: Gelişmiş Seçenekler

source: Start Year
de_de: Startjahr
it_it: Anno di inizio
pt_pt: Ano de Início
tr_tr: Başlangıç Yılı

source: End Year
de_de: Endjahr
it_it: Anno di fine
pt_pt: Ano de Fim
tr_tr: Bitiş Yılı

source: Published From
de_de: Veröffentlicht ab
it_it: Pubblicato dal
pt_pt: Publicado Desde
tr_tr: Yayınlama Başlangıcı

source: Published To
de_de: Veröffentlicht bis
it_it: Pubblicato al
pt_pt: Publicado Até
tr_tr: Yayınlama Bitişi

source: Last Modified Dates
de_de: Letzte Änderungsdaten
it_it: Date ultima modifica
pt_pt: Datas de Última Modificação
tr_tr: Son Değiştirilme Tarihleri

source: Last Modified From
de_de: Zuletzt geändert ab
it_it: Ultima modifica dal
pt_pt: Modificado Desde
tr_tr: Son Değiştirme Başlangıcı

source: Last Modified To
de_de: Zuletzt geändert bis
it_it: Ultima modifica al
pt_pt: Modificado Até
tr_tr: Son Değiştirme Bitişi

source: Severities
de_de: Schweregrade
it_it: Gravità
pt_pt: Gravidades
tr_tr: Önem Dereceleri

source: Min CVSS
it_it: CVSS Min
pt_pt: CVSS Mínimo
tr_tr: Minimum CVSS

source: Max CVSS
it_it: CVSS Max
pt_pt: CVSS Máximo
tr_tr: Maksimum CVSS

source: Keyword Filter
de_de: Stichwortfilter
it_it: Filtro parole chiave
pt_pt: Filtro de Palavras-chave
tr_tr: Anahtar Kelime Filtresi

# keywordFilterPlaceholder
source: Enter keywords to search...
de_de: Stichwörter zur Suche eingeben...
it_it: Inserisci parole chiave per cercare...
pt_pt: Ex: microsoft, apache, openssl
tr_tr: Örn: microsoft, apache, openssl

source: Max Total CVEs
de_de: Max Gesamt-CVEs
it_it: Max totale CVE
pt_pt: Máximo Total de CVEs
tr_tr: Maksimum Toplam CVE

source: Results Per Page
de_de: Ergebnisse pro Seite
it_it: Risultati per pagina
pt_pt: Resultados por Página
tr_tr: Sayfa Başına Sonuç

source: Only Known Exploited
de_de: Nur bekannt ausgenutzte
it_it: Solo sfruttati noti
pt_pt: Apenas Conhecidos como Explorados
tr_tr: Sadece Bilinen Sömürülenler

source: Skip Existing
de_de: Vorhandene überspringen
it_it: Salta esistenti
pt_pt: Ignorar Existentes
tr_tr: Mevcut Olanları Atla

source: Update Existing
de_de: Vorhandene aktualisieren
it_it: Aggiorna esistenti
pt_pt: Atualizar Existentes
tr_tr: Mevcut Olanları Güncelle

source: Sync Source
de_de: Synchronisationsquelle
it_it: Fonte di sincronizzazione
pt_pt: Fonte de Sincronização
tr_tr: Senkronizasyon Kaynağı

source: Red Hat Enterprise
tr_tr: Red Hat Kurumsal

source: NIST Official
de_de: NIST Offiziell
it_it: NIST Ufficiale
pt_pt: NIST Oficial
tr_tr: NIST Resmi

source: Estimated Count
de_de: Geschätzte Anzahl
it_it: Conteggio stimato
pt_pt: Contagem Estimada
tr_tr: Tahmini Sayı

source: Sync in Progress
de_de: Synchronisation läuft
it_it: Sincronizzazione in corso
pt_pt: Sincronização em Progresso
tr_tr: Senkronizasyon Devam Ediyor

# syncInProgressDesc
source: Please wait while CVEs are being synchronized...
de_de: Bitte warten Sie, während CVEs synchronisiert werden...
it_it: Attendere durante la sincronizzazione dei CVE...
pt_pt: Por favor aguarde enquanto sincronizamos os dados CVE...
tr_tr: CVE verilerini senkronize ederken lütfen bekleyin...

source: Validate
de_de: Validieren
it_it: Convalida
pt_pt: Validar
tr_tr: Doğrula

source: Start Sync
de_de: Synchronisation starten
it_it: Avvia sincronizzazione
pt_pt: Iniciar Sincronização
tr_tr: Senkronizasyonu Başlat

# nvdApiDateLimit
source: NVD API limits date ranges to 120 days maximum
de_de: NVD API begrenzt Datumsbereiche auf maximal 120 Tage
it_it: L'API NVD limita gli intervalli di date a un massimo di 120 giorni
pt_pt: A API NVD limita consultas a períodos de 120 dias
tr_tr: NVD API sorguları 120 günlük dönemlerle sınırlandırılmıştır

# publishedModifiedDateLimit
source: Published/Modified date ranges limited to 120 days (NVD API)
de_de: Veröffentlicht/Geändert Datumsbereiche auf 120 Tage begrenzt (NVD API)
it_it: Intervalli di date Pubblicato/Modificato limitati a 120 giorni (API NVD)
pt_pt: Filtrar por datas de publicação ou modificação
tr_tr: Yayınlama veya değiştirme tarihlerine göre filtrele

source: NVD API Limitations
de_de: NVD API Einschränkungen
it_it: Limitazioni API NVD
pt_pt: Limitações da API NVD
tr_tr: NVD API Sınırlamaları

# nvdApiLimitationsDesc
source: Date ranges limited to 120 consecutive days<br/>• Maximum 2,000 results per page<br/>• Rate limiting applies (6s delay without API key, 50ms with key)<br/>• Published and Last Modified date filters use different search scopes
de_de: Datumsbereiche auf 120 aufeinanderfolgende Tage begrenzt<br/>• Maximum 2.000 Ergebnisse pro Seite<br/>• Ratenbegrenzung gilt (6s Verzögerung ohne API-Schlüssel, 50ms mit Schlüssel)<br/>• Veröffentlicht und Zuletzt geändert Datumsfilter verwenden unterschiedliche Suchbereiche
it_it: Intervalli di date limitati a 120 giorni consecutivi<br/>• Massimo 2.000 risultati per pagina<br/>• Si applica la limitazione del tasso (ritardo 6s senza chiave API, 50ms con chiave)<br/>• I filtri data Pubblicato e Ultima modifica utilizzano ambiti di ricerca diversi
pt_pt: • Máximo 2000 resultados por página<br/>• Consultas de data limitadas a 120 dias<br/>• Limitação de taxa aplicada para grandes consultas
tr_tr: • Sayfa başına maksimum 2000 sonuç<br/>• Tarih sorguları 120 gün ile sınırlı<br/>• Büyük sorgular için hız sınırlaması uygulanır

source: Clients
cs_cz: Klienti
de_de: Kunden
it_it: Clienti
pt_pt: Clientes
tr_tr: Müşteriler

source: Documents
cs_cz: Dokumenty
de_de: Dokumente
it_it: Documenti
pt_pt: Documentos
tr_tr: Belgeler

source: Tasks
cs_cz: Úkoly
de_de: Aufgaben
it_it: Attività
pt_pt: Tarefas
tr_tr: Görevler

# vulns
source: Vulnerabilities
cs_cz: Zranitelnosti
de_de: Sicherheitslücken
it_it: Vulnerabilità
pt_pt: Vulnerabilidades
tr_tr: Güvenlik Açıkları

source: Organization
cs_cz: Organizace
de_de: Organisation
it_it: Organizzazione
pt_pt: Organização
tr_tr: Organizasyon

source: Report Templates
cs_cz: Šablony zpráv
de_de: Berichtsvorlagen
it_it: Modelli di Rapporto
pt_pt: Modelos de Relatórios
tr_tr: Rapor Şablonları

source: Users
cs_cz: Uživatelé
de_de: Benutzer
it_it: Utenti
pt_pt: Utilizadores
tr_tr: Kullanıcılar

source: Completed
cs_cz: Dokončeno
de_de: Abgeschlossen
it_it: Completato
pt_pt: Concluído
tr_tr: Tamamlandı

source: Create
cs_cz: Vytvořit
de_de: Erstellen
it_it: Crea
pt_pt: Criar
tr_tr: Oluştur

source: Name
cs_cz: Název
it_it: Nome
pt_pt: Nome
tr_tr: Ad

source: Client
cs_cz: Klient
de_de: Kunde
it_it: Cliente
pt_pt: Cliente
tr_tr: Müşteri

source: Language
cs_cz: Jazyk
de_de: Sprache
it_it: Lingua
pt_pt: Linguagem
tr_tr: Dil

source: Type
cs_cz: Typ
de_de: Typ
it_it: Tipo
pt_pt: Tipo
tr_tr: Tür

source: Status
cs_cz: Stav
it_it: Stato
pt_pt: Estado
tr_tr: Durum

source: Start Date
cs_cz: Datum zahájení
de_de: Startdatum
it_it: Data di Inizio
pt_pt: Data de início
tr_tr: Başlangıç Tarihi

source: End Date
cs_cz: Datum ukončení
de_de: Enddatum
it_it: Data di Fine
pt_pt: Data de término
tr_tr: Bitiş Tarihi

source: Options
cs_cz: Možnosti
de_de: Optionen
it_it: Opzioni
pt_pt: Opções
tr_tr: Seçenekler

source: English
cs_cz: Angličtina
de_de: Englisch
it_it: Inglese
pt_pt: Inglês
tr_tr: İngilizce

# español
source: Spanish
cs_cz: Španělština
de_de: Spanisch
it_it: Spagnolo
pt_pt: Espanhol
tr_tr: İspanyolca

source: Turkish
cs_cz: Turečtina
de_de: Türkisch
it_it: Turco
tr_tr: Türkçe

source: Active
cs_cz: Aktivní
de_de: Aktiv
it_it: Attivo
pt_pt: Ativo
tr_tr: Aktif

source: Archived
cs_cz: Archivováno
de_de: Archiviert
it_it: Archiviato
pt_pt: Arquivado
tr_tr: Arşivlendi

source: Waiting
cs_cz: Čekání
de_de: Wartend
it_it: In Attesa
pt_pt: Em espera
tr_tr: Beklemede

source: Black Box
cs_cz: Černá skříňka
pt_pt: Caixa preta
tr_tr: Kara Kutu

source: Gray Box
cs_cz: Šedá skříňka
pt_pt: Caixa Cinza
tr_tr: Gri Kutu

source: White Box
cs_cz: Bílá skříňka
pt_pt: Caixa Branca
tr_tr: Beyaz Kutu

source: Search
cs_cz: Hledat
de_de: Suchen
it_it: Cerca
pt_pt: Pesquisar
tr_tr: Ara

source: Create Project
cs_cz: Vytvořit projekt
de_de: Projekt erstellen
it_it: Crea Progetto
pt_pt: Criar Projeto
tr_tr: Proje Oluştur

source: Template
cs_cz: Šablona
de_de: Vorlage
it_it: Modello
pt_pt: Modelo
tr_tr: Şablon

source: Findings Id
cs_cz: ID nálezů
de_de: Befund-ID
it_it: ID Scoperte
pt_pt: Id Descobertas
tr_tr: Bulgu Kimliği

source: Select Client
cs_cz: Vybrat klienta
de_de: Kunde auswählen
it_it: Seleziona Cliente
pt_pt: Selecionar cliente
tr_tr: Müşteri Seç

source: Score
cs_cz: Skóre
de_de: Bewertung
it_it: Punteggio
pt_pt: Pontuação
tr_tr: Puan

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
it_it: Annulla
pt_pt: Cancelar
tr_tr: İptal

# projectCreated
source: Project created successfully!
cs_cz: Projekt byl úspěšně vytvořen!
de_de: Projekt erfolgreich erstellt!
it_it: Progetto creato con successo!
pt_pt: Projeto criado com sucesso!
tr_tr: Proje başarıyla oluşturuldu!

# projectCreatedError
source: An error occurred creating the Project!
cs_cz: Při vytváření projektu došlo k chybě!
de_de: Fehler beim Erstellen des Projekts!
it_it: Si è verificato un errore durante la creazione del progetto!
pt_pt: Ocorreu um erro ao criar o projeto!
tr_tr: Proje oluşturulurken bir hata oluştu!

source: Add
cs_cz: Přidat
de_de: Hinzufügen
it_it: Aggiungi
pt_pt: Adicionar
tr_tr: Ekle

source: No Files
cs_cz: Žádné soubory
de_de: Keine Dateien
it_it: Nessun File
pt_pt: Sem ficheiros
tr_tr: Dosya yok

source: Upload File
cs_cz: Nahrát soubor
de_de: Datei hochladen
it_it: Carica File
pt_pt: Carregar ficheiro
tr_tr: Dosya Yükle

# addAttachment
source: Attachment added successfully!
cs_cz: Příloha byla úspěšně přidána!
de_de: Anhang erfolgreich hinzugefügt!
it_it: Allegato aggiunto con successo!
pt_pt: Anexo adicionado com sucesso!
tr_tr: Ek başarıyla eklendi!

# addAttachmentError
source: An error occurred adding the Attachment!
cs_cz: Při přidávání přílohy došlo k chybě!
de_de: Fehler beim Hinzufügen des Anhangs!
it_it: Si è verificato un errore durante l'aggiunta dell'allegato!
pt_pt: Ocorreu um erro ao adicionar o anexo!
tr_tr: Ek eklenirken bir hata oluştu!

source: Delete Attachment
cs_cz: Smazat přílohu
de_de: Anhang löschen
it_it: Elimina Allegato
pt_pt: Eliminar Anexo
tr_tr: Eki Sil

source: Delete
cs_cz: Smazat
de_de: Löschen
it_it: Elimina
pt_pt: Eliminar
tr_tr: Sil

# attachmentDeleted
source: Attachment deleted successfully!
cs_cz: Příloha byla úspěšně smazána!
de_de: Anhang erfolgreich gelöscht!
it_it: Allegato eliminato con successo!
pt_pt: Anexo eliminado com sucesso!
tr_tr: Ek başarıyla silindi!

# attachmentDeletedError
source: An error occurred deleting the Attachment!
cs_cz: Při mazání přílohy došlo k chybě!
de_de: Fehler beim Löschen des Anhangs!
it_it: Si è verificato un errore durante l'eliminazione dell'allegato!
pt_pt: Ocorreu um erro ao eliminar o anexo!
tr_tr: Ek silinirken bir hata oluştu!

# targetCreated
source: Target created successfully!
cs_cz: Cíl byl úspěšně vytvořen!
de_de: Ziel erfolgreich erstellt!
it_it: Target creato con successo!
pt_pt: Objetivo criado com sucesso!
tr_tr: Hedef başarıyla oluşturuldu!

# targetCreatedError
source: An error occurred creating the Target!
cs_cz: Při vytváření cíle došlo k chybě!
de_de: Fehler beim Erstellen des Ziels!
it_it: Si è verificato un errore durante la creazione del target!
pt_pt: Ocorreu um erro ao criar o objetivo!
tr_tr: Hedef oluşturulurken bir hata oluştu!

source: Delete Client
cs_cz: Smazat klienta
de_de: Kunde löschen
it_it: Elimina Cliente
pt_pt: Eliminar Cliente
tr_tr: Müşteriyi Sil

# projectDeleted
source: Project deleted successfully!
cs_cz: Projekt byl úspěšně smazán!
de_de: Projekt erfolgreich gelöscht!
it_it: Progetto eliminato con successo!
pt_pt: Projeto eliminado com êxito!
tr_tr: Proje başarıyla silindi!

# projectDeletedError
source: An error occurred deleting the Project!
cs_cz: Při mazání projektu došlo k chybě!
de_de: Fehler beim Löschen des Projekts!
it_it: Si è verificato un errore durante l'eliminazione del progetto!
pt_pt: Ocorreu um erro ao eliminar o projeto!
tr_tr: Proje silinirken bir hata oluştu!

source: Delete Member
cs_cz: Smazat člena
de_de: Mitglied löschen
it_it: Elimina Membro
pt_pt: Eliminar Membro
tr_tr: Üyeyi Sil

# memberDeleted
source: Member deleted successfully!
cs_cz: Člen byl úspěšně smazán!
de_de: Mitglied erfolgreich gelöscht!
it_it: Membro eliminato con successo!
pt_pt: Membro eliminado com sucesso!
tr_tr: Üye başarıyla silindi!

# memberDeletedError
source: An error occurred deleting the member!
cs_cz: Při mazání člena došlo k chybě!
de_de: Fehler beim Löschen des Mitglieds!
it_it: Si è verificato un errore durante l'eliminazione del membro!
pt_pt: Ocorreu um erro ao eliminar o membro!
tr_tr: Üye silinirken bir hata oluştu!

source: Delete Note
cs_cz: Smazat poznámku
de_de: Notiz löschen
it_it: Elimina Nota
pt_pt: Eliminar Nota
tr_tr: Notu Sil

# deletedNote
source: Note deleted successfully!
cs_cz: Poznámka byla úspěšně smazána!
de_de: Notiz erfolgreich gelöscht!
it_it: Nota eliminata con successo!
pt_pt: Nota eliminada com sucesso!
tr_tr: Not başarıyla silindi!

# deletedNoteError
source: An error occurred deleting the Note!
cs_cz: Při mazání poznámky došlo k chybě!
de_de: Fehler beim Löschen der Notiz!
it_it: Si è verificato un errore durante l'eliminazione della nota!
pt_pt: Ocorreu um erro ao eliminar a nota!
tr_tr: Not silinirken bir hata oluştu!

source: Delete Target
cs_cz: Smazat cíl
de_de: Ziel löschen
it_it: Elimina Target
pt_pt: Eliminar Objetivo
tr_tr: Hedefi Sil

# deletedTarget
source: Target deleted successfully!
cs_cz: Cíl byl úspěšně smazán!
de_de: Ziel erfolgreich gelöscht!
it_it: Target eliminato con successo!
pt_pt: Objetivo removido com sucesso!
tr_tr: Hedef başarıyla silindi!

# deletedTargetError
source: An error occurred deleting the Target!
cs_cz: Při mazání cíle došlo k chybě!
de_de: Fehler beim Löschen des Ziels!
it_it: Si è verificato un errore durante l'eliminazione del target!
pt_pt: Ocorreu um erro ao eliminar o objetivo!
tr_tr: Hedef silinirken bir hata oluştu!

source: Contact Email
cs_cz: Email kontaktu
de_de: Kontakt-E-Mail
it_it: Email del Contatto
pt_pt: E-mail de contacto
tr_tr: İletişim E-postası

source: Contact Name
cs_cz: Jméno kontaktu
de_de: Kontaktname
it_it: Nome del Contatto
pt_pt: Nome do contacto
tr_tr: İletişim Adı

source: Contact Phone
cs_cz: Telefon kontaktu
de_de: Kontakttelefon
it_it: Telefono del Contatto
pt_pt: Telefone de contacto
tr_tr: İletişim Telefonu

source: Description
cs_cz: Popis
de_de: Beschreibung
it_it: Descrizione
pt_pt: Descrição
tr_tr: Açıklama

source: Project Information
cs_cz: Informace o projektu
de_de: Projektinformationen
it_it: Informazioni Progetto
pt_pt: Informações sobre o projeto
tr_tr: Proje Bilgileri

source: Project Name
cs_cz: Název projektu
de_de: Projektname
it_it: Nome del Progetto
pt_pt: Nome do projeto
tr_tr: Proje Adı

source: Created By
cs_cz: Vytvořil
de_de: Erstellt von
it_it: Creato da
pt_pt: Criado por
tr_tr: Oluşturan

source: Project Description
cs_cz: Popis projektu
de_de: Projektbeschreibung
it_it: Descrizione del Progetto
pt_pt: Descrição do projeto
tr_tr: Proje Açıklaması

source: Add Member
cs_cz: Přidat člena
de_de: Mitglied hinzufügen
it_it: Aggiungi Membro
pt_pt: Adicionar Membro
tr_tr: Üye Ekle

source: Members
cs_cz: Členové
de_de: Mitglieder
it_it: Membri
pt_pt: Membros
tr_tr: Üyeler

# deleteMessageIntro
source: Are you sure you want to delete
cs_cz: Opravdu chcete smazat
de_de: Sind Sie sicher, dass Sie löschen möchten
it_it: Sei sicuro di voler eliminare
pt_pt: Tem a certeza de que pretende eliminar
tr_tr: ... silmek istediğinizden emin misiniz?

source: Targets
cs_cz: Cíle
de_de: Ziele
it_it: Target
pt_pt: Objectivos
tr_tr: Hedefler

source: Add Target
cs_cz: Přidat cíl
de_de: Ziel hinzufügen
it_it: Aggiungi Target
pt_pt: Adicionar Objetivo
tr_tr: Hedef Ekle

source: Assigned To
cs_cz: Přiřazeno k
de_de: Zugewiesen an
it_it: Assegnato a
pt_pt: Atribuído a
tr_tr: Atanan Kişi

source: Category
cs_cz: Kategorie
de_de: Kategorie
it_it: Categoria
pt_pt: Categoria
tr_tr: Kategori

source: Attachments
cs_cz: Přílohy
de_de: Anhänge
it_it: Allegati
pt_pt: Anexos
tr_tr: Ekler

source: File
cs_cz: Soubor
de_de: Datei
pt_pt: Ficheiro
tr_tr: Dosya

source: Uploaded By
cs_cz: Nahrál
de_de: Hochgeladen von
it_it: Caricato da
pt_pt: Carregado por
tr_tr: Yükleyen

source: Reports
cs_cz: Zprávy
de_de: Berichte
it_it: Rapporti
pt_pt: Relatórios
tr_tr: Raporlar

source: Generate Report
cs_cz: Generovat zprávu
de_de: Bericht generieren
it_it: Genera Rapporto
pt_pt: Gerar relatório
tr_tr: Rapor Oluştur

# addAttachmentBtn
source: Add Attachment
cs_cz: Přidat přílohu
de_de: Anhang hinzufügen
it_it: Aggiungi Allegato
pt_pt: Adicionar anexo
tr_tr: Ek Ekle

# addNoteBtn
source: Add Note
cs_cz: Přidat poznámku
de_de: Notiz hinzufügen
it_it: Aggiungi Nota
pt_pt: Adicionar Nota
tr_tr: Not Ekle

source: Creation Date
cs_cz: Datum vytvoření
de_de: Erstellungsdatum
it_it: Data di Creazione
pt_pt: Data de Criação
tr_tr: Oluşturma Tarihi

source: Edit Project
cs_cz: Upravit projekt
de_de: Projekt bearbeiten
it_it: Modifica Progetto
pt_pt: Editar Projeto
tr_tr: Projeyi Düzenle

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
it_it: Modifica
pt_pt: Editar
tr_tr: Düzenle

# projectEdited
source: Project edited successfully!
cs_cz: Projekt byl úspěšně upraven!
de_de: Projekt erfolgreich bearbeitet!
it_it: Progetto modificato con successo!
pt_pt: Projeto editado com sucesso!
tr_tr: Proje başarıyla düzenlendi!

# projectEditedError
source: An error occurred editing the Project!
cs_cz: Při úpravě projektu došlo k chybě!
de_de: Fehler beim Bearbeiten des Projekts!
it_it: Si è verificato un errore durante la modifica del progetto!
pt_pt: Ocorreu um erro ao editar o projeto!
tr_tr: Proje düzenlenirken bir hata oluştu!

source: Project Details
cs_cz: Podrobnosti projektu
de_de: Projektdetails
it_it: Dettagli Progetto
pt_pt: Detalhes do projeto
tr_tr: Proje Detayları

source: User
cs_cz: Uživatel
de_de: Benutzer
it_it: Utente
pt_pt: Utilizador
tr_tr: Kullanıcı

source: Select Members
cs_cz: Vybrat členy
de_de: Mitglieder auswählen
it_it: Seleziona Membri
pt_pt: Selecionar membros
tr_tr: Üye Seç

# userAdded
source: User added successfully!
cs_cz: Uživatel byl úspěšně přidán!
de_de: Benutzer erfolgreich hinzugefügt!
it_it: Utente aggiunto con successo!
pt_pt: Utilizador adicionado com sucesso!
tr_tr: Kullanıcı başarıyla eklendi!

# userAddedError
source: An error occurred adding the member!
cs_cz: Při přidávání člena došlo k chybě!
de_de: Fehler beim Hinzufügen des Mitglieds!
it_it: Si è verificato un errore durante l'aggiunta del membro!
pt_pt: Ocorreu um erro ao adicionar o membro!
tr_tr: Kullanıcı eklenirken bir hata oluştu!

# userExists
source: User is already added to the Project!
cs_cz: Uživatel je již přidán do projektu!
de_de: Benutzer ist bereits zum Projekt hinzugefügt!
it_it: L'utente è già aggiunto al progetto!
pt_pt: O utilizador já foi adicionado ao projeto!
tr_tr: Kullanıcı zaten mevcut!

# noteAdded
source: Note added successfully!
cs_cz: Poznámka byla úspěšně přidána!
de_de: Notiz erfolgreich hinzugefügt!
it_it: Nota aggiunta con successo!
pt_pt: Nota adicionada com sucesso!
tr_tr: Not başarıyla eklendi!

# noteAddedError
source: An error occurred adding the note!
cs_cz: Při přidávání poznámky došlo k chybě!
de_de: Fehler beim Hinzufügen der Notiz!
it_it: Si è verificato un errore durante l'aggiunta della nota!
pt_pt: Ocorreu um erro ao adicionar a nota!
tr_tr: Not eklenirken bir hata oluştu!

source: Edit Client
cs_cz: Upravit klienta
de_de: Kunde bearbeiten
it_it: Modifica Cliente
pt_pt: Editar Cliente
tr_tr: Müşteriyi Düzenle

source: Delete Logo
cs_cz: Smazat logo
de_de: Logo löschen
it_it: Elimina Logo
pt_pt: Eliminar Logotipo
tr_tr: Logoyu Sil

# clientEdited
source: Client edited successfully!
cs_cz: Klient byl úspěšně upraven!
de_de: Kunde erfolgreich bearbeitet!
it_it: Cliente modificato con successo!
pt_pt: Cliente editado com sucesso!
tr_tr: Müşteri başarıyla düzenlendi!

# clientEditedError
source: An error occurred editing the Client!
cs_cz: Při úpravě klienta došlo k chybě!
de_de: Fehler beim Bearbeiten des Kunden!
it_it: Si è verificato un errore durante la modifica del cliente!
pt_pt: Ocorreu um erro na edição do Cliente!
tr_tr: Müşteri düzenlenirken bir hata oluştu!

# logoDeleted
source: Logo deleted successfully!
cs_cz: Logo bylo úspěšně smazáno!
de_de: Logo erfolgreich gelöscht!
it_it: Logo eliminato con successo!
pt_pt: Logótipo removido com sucesso!
tr_tr: Logo başarıyla silindi!

# logoDeletedError
source: An error occurred deleting the logo!
cs_cz: Při mazání loga došlo k chybě!
de_de: Fehler beim Löschen des Logos!
it_it: Si è verificato un errore durante l'eliminazione del logo!
pt_pt: Ocorreu um erro ao eliminar o logótipo!
tr_tr: Logo silinirken bir hata oluştu!

source: Create Client
cs_cz: Vytvořit klienta
de_de: Kunde erstellen
it_it: Crea Cliente
pt_pt: Criar Cliente
tr_tr: Müşteri Oluştur

# clientCreated
source: Client created successfully!
cs_cz: Klient byl úspěšně vytvořen!
de_de: Kunde erfolgreich erstellt!
it_it: Cliente creato con successo!
pt_pt: Cliente criado com sucesso!
tr_tr: Müşteri başarıyla oluşturuldu!

# clientCreatedError
source: An error occurred creating the Client!
cs_cz: Při vytváření klienta došlo k chybě!
de_de: Fehler beim Erstellen des Kunden!
it_it: Si è verificato un errore durante la creazione del cliente!
pt_pt: Ocorreu um erro ao criar o Cliente!
tr_tr: Müşteri oluşturulurken bir hata oluştu!

# clientDeleted
source: Client deleted successfully!
cs_cz: Klient byl úspěšně smazán!
de_de: Kunde erfolgreich gelöscht!
it_it: Cliente eliminato con successo!
pt_pt: Cliente eliminado com sucesso!
tr_tr: Müşteri başarıyla silindi!

# clientDeletedError
source: An error occurred deleteing the Client!
cs_cz: Při mazání klienta došlo k chybě!
de_de: Fehler beim Löschen des Kunden!
it_it: Si è verificato un errore durante l'eliminazione del cliente!
pt_pt: Ocorreu um erro ao eliminar o Cliente!
tr_tr: Müşteri silinirken bir hata oluştu!

source: Details
cs_cz: Podrobnosti
it_it: Dettagli
pt_pt: Detalhes
tr_tr: Detaylar

source: Information
cs_cz: Informace
de_de: Informationen
it_it: Informazioni
pt_pt: Informação
tr_tr: Bilgi

source: Position
cs_cz: Pozice
it_it: Posizione
pt_pt: Posição
tr_tr: Pozisyon

source: Locked
cs_cz: Zamčeno
de_de: Gesperrt
it_it: Bloccato
pt_pt: Bloqueado
tr_tr: Kilitli

source: Dark Mode
cs_cz: Tmavý režim
de_de: Dunkler Modus
it_it: Modalità Scura
pt_pt: Modo Escuro
tr_tr: Karanlık Mod
