Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

# cvssCHigh
source: Worst: There is total information disclosure, resulting in all resources in the affected scope being divulged to the attacker. Alternatively, access to only some restricted information is obtained, but the disclosed information presents a direct, serious impact to the affected scope (e.g. the attacker can read the administrator's password, or private keys in memory are disclosed to the attacker).
cs_cz: Nejhorší: Dochází k úplnému odhalení informací, což má za následek odhalení všech zdrojů v dotčeném rozsahu útočníkovi. Alternativně je získán přístup pouze k některým omezeným informacím, ale odhalené informace představují přímý, vážný dopad na dotčený rozsah.
de_de: Schlimmster Fall: Es gibt eine vollständige Preisgabe von Informationen, was dazu führt, dass alle Ressourcen im betroffenen Bereich dem Angreifer preisgegeben werden. Alternativ wird nur der Zugriff auf einige eingeschränkte Informationen erhalten, aber die preisgegebenen Informationen stellen eine direkte, schwerwiegende Auswirkung auf den betroffenen Bereich dar.
it_it: Peggiore: C'è una divulgazione totale di informazioni, che risulta in tutte le risorse nell'ambito interessato divulgate all'attaccante. In alternativa, l'accesso solo ad alcune informazioni ristrette viene ottenuto, ma le informazioni divulgate presentano un impatto diretto e serio all'ambito interessato (es. l'attaccante può leggere la password dell'amministratore, o le chiavi private nella memoria vengono divulgate all'attaccante).
pt_pt: Pior caso: ocorre a divulgação total das informações, resultando na divulgação de todos os recursos do domínio afetado ao atacante. Em alternativa, apenas algumas informações restritas são acedidas, mas as informações divulgadas têm um impacto direto e grave no domínio afetado (por exemplo, o atacante pode ler a palavra-passe do administrador ou as chaves privadas na memória são divulgadas ao atacante).
tr_tr: En Kötü: Tam bir bilgi ifşası meydana gelir, bu da etkilenen kapsamdaki tüm kaynakların saldırgana ifşa edilmesine neden olur. Alternatif olarak, yalnızca bazı kısıtlı bilgilere erişim elde edilir, ancak ifşa edilen bilgiler etkilenen kapsam için doğrudan ve ciddi bir etki sunar (örneğin, saldırgan yönetici şifresini okuyabilir veya bellekteki özel anahtarlar saldırgana ifşa edilir).

# cvssCLow
source: Bad: There is informational disclosure or a bypass of access controls. Access to some restricted information is obtained, but the attacker does not have control over what is obtained, or the scope of the loss is constrained. The information disclosure does not have a direct, serious impact on the affected scope.
cs_cz: Špatné: Dochází k informačnímu odhalení nebo obejití řízení přístupu. Je získán přístup k některým omezeným informacím, ale útočník nemá kontrolu nad tím, co je získáno, nebo rozsah ztráty je omezen.
de_de: Schlechter Fall: Es gibt eine Informationspreisgabe oder eine Umgehung von Zugangskontrollen. Der Zugriff auf einige eingeschränkte Informationen wird erhalten, aber der Angreifer hat keine Kontrolle darüber, was erhalten wird, oder der Umfang des Verlusts ist begrenzt.
it_it: Cattivo: C'è una divulgazione informativa o un bypass dei controlli di accesso. L'accesso ad alcune informazioni ristrette viene ottenuto, ma l'attaccante non ha controllo su ciò che viene ottenuto, o l'ambito della perdita è limitato. La divulgazione di informazioni non ha un impatto diretto e serio sull'ambito interessato.
pt_pt: Mau: Há uma divulgação de informações ou uma evasão dos controlos de acesso. É obtido acesso a algumas informações restritas, mas o atacante não tem controlo sobre o que é obtido ou o âmbito da perda é limitado. A divulgação de informações não tem um impacto direto e grave no domínio afetado.
tr_tr: Kötü: Bilgi ifşası veya erişim kontrollerinin atlatılması meydana gelir. Bazı kısıtlı bilgilere erişim elde edilir, ancak saldırganın ne elde edildiği üzerinde kontrolü yoktur veya kaybın kapsamı sınırlıdır. Bilgi ifşasının etkilenen kapsam üzerinde doğrudan ve ciddi bir etkisi yoktur.

# cvssCNone
source: Good: There is no impact to confidentiality within the affected scope.
cs_cz: Dobré: Není žádný dopad na důvěrnost v rámci dotčeného rozsahu.
de_de: Gut: Es gibt keine Auswirkung auf die Vertraulichkeit innerhalb des betroffenen Bereichs.
it_it: Buono: Non c'è impatto sulla riservatezza nell'ambito interessato.
pt_pt: Bom: Sem impacto na confidencialidade dentro da área afetada.
tr_tr: İyi: Etkilenen kapsam içinde gizlilik üzerinde hiçbir etkisi yoktur.

# cvssIHigh
source: Worst: There is a total compromise of system integrity. There is a complete loss of system protection, resulting in the entire system being compromised. The attacker is able to modify any files on the target system.
cs_cz: Nejhorší: Dochází k úplnému kompromisu integrity systému. Dochází k úplné ztrátě ochrany systému, což má za následek kompromitaci celého systému. Útočník je schopen upravit jakékoli soubory v cílovém systému.
de_de: Schlimmster Fall: Es gibt eine vollständige Kompromittierung der Systemintegrität. Es gibt einen vollständigen Verlust des Systemschutzes, was dazu führt, dass das gesamte System kompromittiert wird. Der Angreifer kann alle Dateien auf dem Zielsystem ändern.
it_it: Peggiore: C'è un compromesso totale dell'integrità del sistema. C'è una perdita completa di protezione del sistema, che risulta nell'intero sistema compromesso. L'attaccante è in grado di modificare qualsiasi file sul sistema target.
pt_pt: O pior: Há um comprometimento total da integridade do sistema. Há uma perda completa da proteção do sistema, resultando no comprometimento de todo o sistema. O atacante pode modificar qualquer ficheiro no sistema visado.
tr_tr: En Kötü: Sistem bütünlüğünün tam bir tehlikeye atılması söz konusudur. Sistem korumasının tamamen kaybı vardır, bu da tüm sistemin tehlikeye girmesiyle sonuçlanır. Saldırgan, hedef sistemdeki herhangi bir dosyayı değiştirebilir.

# cvssILow
source: Bad: Modification of data is possible, but the attacker does not have control over the end result of a modification, or the scope of modification is constrained. The data modification does not have a direct, serious impact on the affected scope.
cs_cz: Špatné: Úprava dat je možná, ale útočník nemá kontrolu nad konečným výsledkem úpravy, nebo rozsah úpravy je omezen. Úprava dat nemá přímý, vážný dopad na dotčený rozsah.
de_de: Schlechter Fall: Änderung von Daten ist möglich, aber der Angreifer hat keine Kontrolle über das Endergebnis einer Änderung, oder der Umfang der Änderung ist begrenzt. Die Datenänderung hat keine direkte, schwerwiegende Auswirkung auf den betroffenen Bereich.
it_it: Cattivo: La modifica dei dati è possibile, ma l'attaccante non ha controllo sul risultato finale di una modifica, o l'ambito della modifica è limitato. La modifica dei dati non ha un impatto diretto e serio sull'ambito interessato.
pt_pt: Mau: a modificação de dados é possível, mas o atacante não tem controlo sobre o resultado final de uma modificação ou o âmbito da modificação é restrito. A modificação dos dados não tem um impacto direto e grave no domínio afetado.
tr_tr: Kötü: Veri değişikliği mümkündür, ancak saldırganın bir değişikliğin nihai sonucu üzerinde kontrolü yoktur veya değişikliğin kapsamı kısıtlıdır. Veri değişikliğinin etkilenen kapsam üzerinde doğrudan ve ciddi bir etkisi yoktur.

# cvssINone
source: Good: There is no impact to integrity within the affected scope.
cs_cz: Dobré: Není žádný dopad na integritu v rámci dotčeného rozsahu.
de_de: Gut: Es gibt keine Auswirkung auf die Integrität innerhalb des betroffenen Bereichs.
it_it: Buono: Non c'è impatto sull'integrità nell'ambito interessato.
pt_pt: Bom: Não há impacto na integridade da zona afetada.
tr_tr: İyi: Etkilenen kapsam içinde bütünlük üzerinde hiçbir etkisi yoktur.

# cvssPrHigh
source: Bad: The attacker is authenticated with privileges that provide significant control over component resources. With these starting privileges an attacker can cause a Complete impact to one or more of: Confidentiality, Integrity, or Availability. Alternatively, an attacker with High privileges may have the ability to cause a Partial impact to sensitive resources.
cs_cz: Špatné: Útočník je autentizován s oprávněními, která poskytují významnou kontrolu nad zdroji komponenty. S těmito počátečními oprávněními může útočník způsobit úplný dopad na jeden nebo více z: Důvěrnost, Integrita nebo Dostupnost.
de_de: Schlechter Fall: Der Angreifer ist mit Privilegien authentifiziert, die erhebliche Kontrolle über Komponentenressourcen bieten. Mit diesen Ausgangsprivilegien kann ein Angreifer eine vollständige Auswirkung auf eine oder mehrere der folgenden Bereiche verursachen: Vertraulichkeit, Integrität oder Verfügbarkeit.
it_it: Cattivo: L'attaccante è autenticato con privilegi che forniscono controllo significativo sulle risorse del componente. Con questi privilegi di partenza un attaccante può causare un impatto completo a uno o più di: Riservatezza, Integrità o Disponibilità. In alternativa, un attaccante con privilegi alti può avere la capacità di causare un impatto parziale a risorse sensibili.
pt_pt: Mau: O atacante é autenticado com privilégios que fornecem controlo significativo sobre os recursos do componente. Com esses privilégios iniciais, um atacante pode causar um impacto completo em um ou mais dos seguintes aspectos Confidencialidade, Integridade ou Disponibilidade. Em alternativa, um atacante com privilégios elevados pode ter a capacidade de causar um impacto parcial em recursos sensíveis.
tr_tr: Kötü: Saldırgan, bileşen kaynakları üzerinde önemli kontrol sağlayan ayrıcalıklarla kimliği doğrulanmıştır. Bu başlangıç ayrıcalıklarıyla bir saldırgan, Gizlilik, Bütünlük veya Erişilebilirlik'ten bir veya daha fazlasına Tam etki yaratabilir. Alternatif olarak, Yüksek ayrıcalıklara sahip bir saldırgan, hassas kaynaklara Kısmi etki yaratma yeteneğine sahip olabilir.

# cvssPrLow
source: Worse: The attacker is authenticated with privileges that provide basic, low-impact capabilities. With these starting privileges an attacker is able to cause a Partial impact to one or more of: Confidentiality, Integrity, or Availability. Alternatively, an attacker with Low privileges may have the ability to cause an impact only to non-sensitive resources.
cs_cz: Horší: Útočník je autentizován s oprávněními, která poskytují základní schopnosti s nízkým dopadem. S těmito počátečními oprávněními je útočník schopen způsobit částečný dopad na jeden nebo více z: Důvěrnost, Integrita nebo Dostupnost.
de_de: Schlechter Fall: Der Angreifer ist mit Privilegien authentifiziert, die grundlegende, geringe Auswirkungen haben. Mit diesen Ausgangsprivilegien kann ein Angreifer eine teilweise Auswirkung auf eine oder mehrere der folgenden Bereiche verursachen: Vertraulichkeit, Integrität oder Verfügbarkeit.
it_it: Peggio: L'attaccante è autenticato con privilegi che forniscono capacità di base a basso impatto. Con questi privilegi di partenza un attaccante è in grado di causare un impatto parziale a uno o più di: Riservatezza, Integrità o Disponibilità. In alternativa, un attaccante con privilegi bassi può avere la capacità di causare un impatto solo a risorse non sensibili.
pt_pt: Pior: o atacante autentica-se com privilégios que fornecem capacidades básicas de baixo impacto. Com estes privilégios iniciais, um atacante é capaz de causar um impacto parcial num ou mais dos seguintes aspectos: Confidencialidade, Integridade ou Disponibilidade. Em alternativa, um atacante com privilégios baixos pode ter a capacidade de afetar apenas recursos não sensíveis.
tr_tr: En Kötü: Saldırgan, temel düşük etkili yetenekler sağlayan ayrıcalıklarla kimliği doğrulanmıştır. Bu başlangıç ayrıcalıklarıyla bir saldırgan, Gizlilik, Bütünlük veya Erişilebilirlik'ten bir veya daha fazlasına Kısmi etki yaratabilir. Alternatif olarak, Düşük ayrıcalıklara sahip bir saldırgan, yalnızca hassas olmayan kaynaklara etki yaratma yeteneğine sahip olabilir.

# cvssPrNone
source: Worst: The attacker is unprivileged or unauthenticated.
cs_cz: Nejhorší: Útočník je neprivilegovaný nebo neautentizovaný.
de_de: Schlimmster Fall: Der Angreifer ist unprivilegiert oder nicht authentifiziert.
it_it: Peggiore: L'attaccante non ha privilegi o non è autenticato.
pt_pt: O pior: o atacante não tem privilégios ou não é autenticado.
tr_tr: En Kötü: Saldırganın ayrıcalıkları yoktur veya kimliği doğrulanmamıştır.

# cvssSChanged
source: Worst: The attacker attacks the vulnerable authorization scope and has an impact to its environment. This causes a direct impact to another scope. Score Impact relative to the Changed Scope.
cs_cz: Nejhorší: Útočník útočí na zranitelný autorizační rozsah a má dopad na jeho prostředí. To způsobuje přímý dopad na jiný rozsah. Hodnoťte dopad relativně ke změněnému rozsahu.
de_de: Schlimmster Fall: Der Angreifer greift den verwundbaren Autorisierungsbereich an und hat eine Auswirkung auf dessen Umgebung. Dies verursacht eine direkte Auswirkung auf einen anderen Bereich. Bewerten Sie die Auswirkung relativ zum geänderten Bereich.
it_it: Peggiore: L'attaccante attacca l'ambito di autorizzazione vulnerabile e ha un impatto sul suo ambiente. Questo causa un impatto diretto a un altro ambito. Valuta l'impatto relativo all'ambito modificato.
pt_pt: O pior: O atacante ataca o domínio de autorização vulnerável e tem um impacto no seu ambiente. Isto causa um impacto direto noutro domínio. Pontuação Impacto relativo ao âmbito modificado.
tr_tr: En Kötü: Saldırgan, savunmasız yetkilendirme kapsamına saldırır ve çevresi üzerinde bir etkisi olur. Bu, başka bir kapsama doğrudan bir etkiye neden olur. Etki Puanı değiştirilen kapsama göre belirlenir.

# cvssSUnchanged
source: Bad: The attacker attacks and impacts the environment that authorizes actions taken by the vulnerable authorization scope. Score Impact relative to the original authorization authority.
cs_cz: Špatné: Útočník útočí a ovlivňuje prostředí, které autorizuje akce prováděné zranitelným autorizačním rozsahem. Hodnoťte dopad relativně k původní autorizační autoritě.
de_de: Schlechter Fall: Der Angreifer greift die Umgebung an und beeinflusst sie, die Aktionen des verwundbaren Autorisierungsbereichs autorisiert. Bewerten Sie die Auswirkung relativ zur ursprünglichen Autorisierungsinstanz.
it_it: Cattivo: L'attaccante attacca e impatta l'ambiente che autorizza le azioni intraprese dall'ambito di autorizzazione vulnerabile. Valuta l'impatto relativo all'autorità di autorizzazione originale.
pt_pt: Mau: o atacante ataca e tem impacto no ambiente que autoriza as acções executadas pelo âmbito de autorização vulnerável. Pontuação Impacto em relação à autoridade de autorização original.
tr_tr: Kötü: Saldırgan, savunmasız yetkilendirme kapsamı tarafından gerçekleştirilen eylemleri yetkilendiren ortama saldırır ve etkiler. Etki Puanı orijinal yetkilendirme otoritesine göre belirlenir.

# cvssUiNone
source: Worst: The vulnerable system can be exploited without any interaction from any user.
cs_cz: Nejhorší: Zranitelný systém může být zneužit bez jakékoli interakce od kteréhokoli uživatele.
de_de: Schlimmster Fall: Das verwundbare System kann ohne jede Interaktion eines Benutzers ausgenutzt werden.
it_it: Peggiore: Il sistema vulnerabile può essere sfruttato senza alcuna interazione da parte di alcun utente.
pt_pt: O pior: o sistema vulnerável pode ser explorado sem qualquer interação do utilizador.
tr_tr: En Kötü: Savunmasız sistem, herhangi bir kullanıcının etkileşimi olmadan istismar edilebilir.

# cvssUiRequired
source: Bad: Successful exploitation of this vulnerability requires a user to take one or more actions that may or may not be expected in a scenario involving no exploitation, or a scenario involving content provided by a seemingly trustworthy source.
cs_cz: Špatné: Úspěšné zneužití této zranitelnosti vyžaduje, aby uživatel provedl jednu nebo více akcí, které mohou nebo nemusí být očekávány ve scénáři nezahrnujícím zneužití.
de_de: Schlechter Fall: Erfolgreiche Ausnutzung dieser Sicherheitslücke erfordert, dass ein Benutzer eine oder mehrere Aktionen durchführt, die in einem Szenario ohne Ausnutzung oder mit Inhalten von einer scheinbar vertrauenswürdigen Quelle erwartet werden können oder nicht.
it_it: Cattivo: Lo sfruttamento riuscito di questa vulnerabilità richiede a un utente di intraprendere una o più azioni che possono o non possono essere previste in uno scenario che non coinvolge lo sfruttamento, o uno scenario che coinvolge contenuti forniti da una fonte apparentemente fidata.
pt_pt: Mau: A exploração bem sucedida desta vulnerabilidade exige que um utilizador tome uma ou mais acções que podem ou não ser esperadas num cenário que não envolva exploração, ou num cenário que envolva conteúdos fornecidos por uma fonte aparentemente fiável.
tr_tr: Kötü: Bu güvenlik açığının başarılı bir şekilde istismar edilmesi, bir kullanıcının istismar içermeyen bir senaryoda beklenebilecek veya beklenmeyebilecek bir veya daha fazla eylemde bulunmasını veya görünüşte güvenilir bir kaynak tarafından sağlanan içeriği içeren bir senaryoyu gerektirir.

# taskAssigned
source: Task assigned successfully!
cs_cz: Úkol byl úspěšně přiřazen!
de_de: Aufgabe erfolgreich zugewiesen!
it_it: Attività assegnata con successo!
pt_pt: Tarefa atribuída corretamente!
tr_tr: Görev başarıyla atandı!

# taskAssignedError
source: An error occurred assigning the Task!
cs_cz: Při přiřazování úkolu došlo k chybě!
de_de: Fehler beim Zuweisen der Aufgabe!
it_it: Si è verificato un errore durante l'assegnazione dell'attività!
pt_pt: Ocorreu um erro ao atribuir a Tarefa!
tr_tr: Görev atanırken bir hata oluştu!

source: External
cs_cz: Externí
de_de: Extern
it_it: Esterno
pt_pt: Externo
tr_tr: Harici

source: User Type
cs_cz: Typ uživatele
de_de: Benutzertyp
it_it: Tipo Utente
pt_pt: Tipo de Utilizador
tr_tr: Kullanıcı Türü

source: Roles
cs_cz: Role
de_de: Rollen
it_it: Ruoli
pt_pt: Funções
tr_tr: Roller

source: Permissions
cs_cz: Oprávnění
de_de: Berechtigungen
it_it: Permessi
pt_pt: Autorizações
tr_tr: İzinler

source: Create Role
cs_cz: Vytvořit roli
de_de: Rolle erstellen
it_it: Crea Ruolo
pt_pt: Criar Função
tr_tr: Rol Oluştur

source: Delete Role
cs_cz: Smazat roli
de_de: Rolle löschen
it_it: Elimina Ruolo
pt_pt: Eliminar Função
tr_tr: Rolü Sil

# roleCreated
source: Role created successfully!
cs_cz: Role byla úspěšně vytvořena!
de_de: Rolle erfolgreich erstellt!
it_it: Ruolo creato con successo!
pt_pt: Função criado com sucesso!
tr_tr: Rol başarıyla oluşturuldu!

# roleCreatedError
source: An error occurred creating the role!
cs_cz: Při vytváření role došlo k chybě!
de_de: Fehler beim Erstellen der Rolle!
it_it: Si è verificato un errore durante la creazione del ruolo!
pt_pt: Ocorreu um erro ao criar o função !
tr_tr: Rol oluşturulurken bir hata oluştu!

# roleDeleted
source: Role deleted successfully!
cs_cz: Role byla úspěšně smazána!
de_de: Rolle erfolgreich gelöscht!
it_it: Ruolo eliminato con successo!
pt_pt: Função eliminado com sucesso!
tr_tr: Rol başarıyla silindi!

# roleDeletedError
source: An error occurred deleting the role!
cs_cz: Při mazání role došlo k chybě!
de_de: Fehler beim Löschen der Rolle!
it_it: Si è verificato un errore durante l'eliminazione del ruolo!
pt_pt: Ocorreu um erro ao eliminar o função !
tr_tr: Rol silinirken bir hata oluştu!

# roleEdited
source: Role edited successfully!
cs_cz: Role byla úspěšně upravena!
de_de: Rolle erfolgreich bearbeitet!
it_it: Ruolo modificato con successo!
pt_pt: Função editado com sucesso!
tr_tr: Rol başarıyla değiştirildi!

# roleEditedError
source: An error occurred editing the role!
cs_cz: Při úpravě role došlo k chybě!
de_de: Fehler beim Bearbeiten der Rolle!
it_it: Si è verificato un errore durante la modifica del ruolo!
pt_pt: Ocorreu um erro ao editar o função !
tr_tr: Rol değiştirilirken bir hata oluştu!

source: Permission
cs_cz: Oprávnění
de_de: Berechtigung
it_it: Permesso
pt_pt: Autorizaçõ
tr_tr: İzin

source: AI Assistant
cs_cz: AI asistent
de_de: KI-Assistent
it_it: Assistente AI
pt_pt: Assistente de IA
tr_tr: Yapay Zeka Asistanı

source: Your Conversations
cs_cz: Vaše konverzace
de_de: Ihre Unterhaltungen
it_it: Le Tue Conversazioni
pt_pt: As suas Conversas
tr_tr: Konuşmalarınız

# startConversation
source: Start a conversation by sending a message below.
cs_cz: Začněte konverzaci odesláním zprávy níže.
de_de: Beginnen Sie eine Unterhaltung, indem Sie unten eine Nachricht senden.
it_it: Inizia una conversazione inviando un messaggio qui sotto.
pt_pt: Inicie uma conversa enviando uma mensagem abaixo.
tr_tr: Aşağıya bir mesaj göndererek bir konuşma başlatın.

source: New Chat
cs_cz: Nový chat
de_de: Neuer Chat
it_it: Nuova Chat
pt_pt: Nova Conversa
tr_tr: Yeni Sohbet

source: Chat
pt_pt: Conversa
tr_tr: Sohbet

# typeMessage
source: Type your message
cs_cz: Napište svou zprávu
de_de: Geben Sie Ihre Nachricht ein
it_it: Digita il tuo messaggio
pt_pt: Escreva a sua mensagem
tr_tr: Mesajınızı yazın

source: Title
cs_cz: Název
de_de: Titel
it_it: Titolo
pt_pt: Título
tr_tr: Başlık

source: Close
cs_cz: Zavřít
de_de: Schließen
it_it: Chiudi
tr_tr: Kapat

source: Select Document
cs_cz: Vybrat dokument
de_de: Dokument auswählen
it_it: Seleziona Documento
pt_pt: Selecionar Documento
tr_tr: Belge Seç

source: You
cs_cz: Vy
de_de: Sie
it_it: Tu
pt_pt: Tu
tr_tr: Siz

# chatCreated
source: Chat created successfully!
cs_cz: Chat byl úspěšně vytvořen!
de_de: Chat erfolgreich erstellt!
it_it: Chat creata con successo!
pt_pt: Conversa criada com sucesso!
tr_tr: Sohbet başarıyla oluşturuldu!

# chatCreatedError
source: An error occurred creating the chat!
cs_cz: Při vytváření chatu došlo k chybě!
de_de: Fehler beim Erstellen des Chats!
it_it: Si è verificato un errore durante la creazione della chat!
pt_pt: Ocorreu um erro ao criar a conversa!
tr_tr: Sohbet oluşturulurken bir hata oluştu!

# chatDeleted
source: Chat deleted successfully!
cs_cz: Chat byl úspěšně smazán!
de_de: Chat erfolgreich gelöscht!
it_it: Chat eliminata con successo!
pt_pt: Conversa eliminada com sucesso!
tr_tr: Sohbet başarıyla silindi!

# chatDeletedError
source: An error occurred deleting the chat!
cs_cz: Při mazání chatu došlo k chybě!
de_de: Fehler beim Löschen des Chats!
it_it: Si è verificato un errore durante l'eliminazione della chat!
pt_pt: Ocorreu um erro ao eliminar o conversa!
tr_tr: Sohbet silinirken bir hata oluştu!

source: Delete Chat
cs_cz: Smazat chat
de_de: Chat löschen
it_it: Elimina Chat
pt_pt: Eliminar Conversa
tr_tr: Sohbeti Sil

source: Business Impact
cs_cz: Obchodní dopad
de_de: Geschäftsauswirkung
it_it: Impatto Aziendale
pt_pt: Impacto de Negócio
tr_tr: İş Etkisi

source: Minimal Impact
cs_cz: Minimální dopad
de_de: Minimale Auswirkung
it_it: Impatto Minimo
pt_pt: Impacto Mínimo
tr_tr: Minimum Etki

source: Low Impact
cs_cz: Nízký dopad
de_de: Geringe Auswirkung
it_it: Impatto Basso
pt_pt: Baixo Impacto
tr_tr: Düşük Etki

source: Moderate Impact
cs_cz: Střední dopad
de_de: Moderate Auswirkung
it_it: Impatto Moderato
pt_pt: Impacto Moderado
tr_tr: Orta Etki

source: High Impact
cs_cz: Vysoký dopad
de_de: Hohe Auswirkung
it_it: Impatto Alto
pt_pt: Alto Impacto
tr_tr: Yüksek Etki

source: Very High Impact
cs_cz: Velmi vysoký dopad
de_de: Sehr hohe Auswirkung
it_it: Impatto Molto Alto
pt_pt: Impacto Muito Alto
tr_tr: Çok Yüksek Etki

source: No Impact
cs_cz: Žádný dopad
de_de: Keine Auswirkung
it_it: Nessun Impatto
pt_pt: Sem Impacto
tr_tr: Etki Yok

source: No Data
cs_cz: Žádná data
de_de: Keine Daten
it_it: Nessun Dato
pt_pt: Não há Dados
tr_tr: Veri Yok

# français
source: French
cs_cz: Francouzština
de_de: Französisch
it_it: Francese
pt_pt: Francês
tr_tr: Fransızca

source: French
cs_cz: Francouzština
de_de: Französisch
it_it: Francese
pt_pt: Francês
tr_tr: Fransızca
