Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

# disable2fa
source: Disable two-factor authentication (2FA)
cs_cz: Vypnout dvoufaktorovou autentizaci (2FA)
de_de: Zwei-Faktor-Authentifizierung (2FA) deaktivieren
it_it: Disabilita l'autenticazione a due fattori (2FA)
pt_pt: Desative a autenticação de dois fatores (2FA)
tr_tr: İki faktörlü kimlik doğrulamayı (2FA) devre dışı bırak

source: Reset authenticator
cs_cz: Obnovit autentizátor
de_de: Authenticator zurücksetzen
it_it: Reimposta autenticatore
pt_pt: Repor o autenticador
tr_tr: Kimlik doğrulayıcıyı sıfırla

# codesSafe
source: Put these codes in a safe place
cs_cz: Uložte tyto kódy na bezpečné místo
de_de: Bewahren Sie diese Codes an einem sicheren Ort auf
it_it: Metti questi codici in un posto sicuro
pt_pt: Guardar estes códigos num local seguro
tr_tr: Bu kodları güvenli bir yerde saklayın.

# disable2faAction
source: This action only disables 2FA.
cs_cz: Tato akce pouze vypne 2FA.
de_de: Diese Aktion deaktiviert nur 2FA.
it_it: Questa azione disabilita solo la 2FA.
pt_pt: Esta ação apenas desativa a autenticação de dois fatores (2FA).
tr_tr: Bu eylem yalnızca iki faktörlü kimlik doğrulamayı (2FA) devre dışı bırakır.

# disable2faAction2
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should reset your authenticator keys.
cs_cz: Vypnutí 2FA nezmění klíče používané v autentizačních aplikacích. Pokud si přejete změnit klíč používaný v autentizační aplikaci, měli byste obnovit své autentizační klíče.
de_de: Das Deaktivieren von 2FA ändert nicht die in Authenticator-Apps verwendeten Schlüssel. Wenn Sie den in einer Authenticator-App verwendeten Schlüssel ändern möchten, sollten Sie Ihre Authenticator-Schlüssel zurücksetzen.
it_it: Disabilitare la 2FA non cambia le chiavi utilizzate nelle app di autenticazione. Se desideri cambiare la chiave utilizzata in un'app di autenticazione dovresti reimpostare le tue chiavi di autenticazione.
pt_pt: Desativar 2FA não altera as chaves utilizadas na autenticação de aplicações. Se pretender alterar a chave utilizada numa aplicação autenticadora, deverá repor as chaves do autenticador.
tr_tr: 2FA'yı devre dışı bırakmak, kimlik doğrulama uygulamalarında kullanılan anahtarları değiştirmez. Bir kimlik doğrulama uygulamasında kullanılan anahtarı değiştirmek isterseniz, kimlik doğrulayıcı anahtarlarınızı sıfırlamalısınız.

# disabled2faError
source: Unexpected error occurred disabling 2FA.
cs_cz: Při vypínání 2FA došlo k neočekávané chybě.
de_de: Unerwarteter Fehler beim Deaktivieren von 2FA aufgetreten.
it_it: Errore imprevisto durante la disabilitazione della 2FA.
pt_pt: Ocorreu um erro inesperado ao desativar o 2FA.
tr_tr: 2FA devre dışı bırakılırken beklenmeyen bir hata oluştu.

# disabled2fa
source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
cs_cz: 2FA bylo vypnuto. Můžete znovu povolit 2FA při nastavení autentizační aplikace
de_de: 2FA wurde deaktiviert. Sie können 2FA erneut aktivieren, wenn Sie eine Authenticator-App einrichten
it_it: La 2FA è stata disabilitata. Puoi riabilitare la 2FA quando configuri un'app di autenticazione
pt_pt: A autenticação de dois fatores foi desativada. Pode ativá-lo novamente ao configurar uma aplicação autenticadora.
tr_tr: İki faktörlü kimlik doğrulama devre dışı bırakıldı. Bir kimlik doğrulama uygulaması yapılandırdığınızda tekrar etkinleştirebilirsiniz.

# resetAuthenticatorAction
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
cs_cz: Pokud obnovíte svůj autentizační klíč, vaše autentizační aplikace nebude fungovat, dokud ji znovu nekonfigurujete.
de_de: Wenn Sie Ihren Authenticator-Schlüssel zurücksetzen, funktioniert Ihre Authenticator-App erst, wenn Sie sie neu konfigurieren.
it_it: Se reimposti la tua chiave di autenticazione, la tua app di autenticazione non funzionerà finché non la riconfiguri.
pt_pt: Se repor a sua chave de autenticação, a sua aplicação de autenticação não funcionará até a reconfigurar.
tr_tr: Kimlik doğrulayıcı anahtarınızı sıfırlarsanız, kimlik doğrulama uygulamanız yeniden yapılandırılana kadar çalışmayı durduracaktır.

# resetAuthenticatorAction1
source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
cs_cz: Tento proces vypne 2FA, dokud neověříte svou autentizační aplikaci. Pokud nedokončíte konfiguraci své autentizační aplikace, můžete ztratit přístup ke svému účtu.
de_de: Dieser Prozess deaktiviert 2FA, bis Sie Ihre Authenticator-App verifizieren. Wenn Sie die Konfiguration Ihrer Authenticator-App nicht abschließen, könnten Sie den Zugriff auf Ihr Konto verlieren.
it_it: Questo processo disabilita la 2FA finché non verifichi la tua app di autenticazione. Se non completi la configurazione della tua app di autenticazione potresti perdere l'accesso al tuo account.
pt_pt: Este processo desactiva a 2FA até verificar a sua aplicação de autenticação. Se não concluir a configuração da aplicação de autenticação, pode perder o acesso à sua conta.
tr_tr: Bu işlem, kimlik doğrulama uygulamanızı doğrulayana kadar 2FA'yı devre dışı bırakır. Kimlik doğrulama uygulaması yapılandırmanızı tamamlamazsanız, hesabınıza erişimi kaybedebilirsiniz.

# resetedAuthenticator
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key
cs_cz: Klíč vaší autentizační aplikace byl obnoven, budete muset konfigurovat svou autentizační aplikaci pomocí nového klíče
de_de: Ihr Authenticator-App-Schlüssel wurde zurückgesetzt, Sie müssen Ihre Authenticator-App mit dem neuen Schlüssel konfigurieren
it_it: La tua chiave dell'app di autenticazione è stata reimpostata, dovrai configurare la tua app di autenticazione usando la nuova chiave
pt_pt: A sua chave da aplicação de autenticação foi reposta, terá de configurar a sua aplicação de autenticação utilizando a nova chave
tr_tr: Kimlik doğrulama uygulaması anahtarınız sıfırlandı. Kimlik doğrulama uygulamanızı yeni anahtarı kullanarak yapılandırmanız gerekecektir.

# twoFactorSetted
source: Your authenticator app has been verified.
cs_cz: Vaše autentizační aplikace byla ověřena.
de_de: Ihre Authenticator-App wurde verifiziert.
it_it: La tua app di autenticazione è stata verificata.
pt_pt: A sua aplicação de autenticação foi verificada.
tr_tr: Kimlik doğrulama uygulamanız doğrulandı.

# twoFactorSetError
source: Error: Verification code is invalid.
cs_cz: Chyba: Ověřovací kód je neplatný.
de_de: Fehler: Bestätigungscode ist ungültig.
it_it: Errore: Il codice di verifica non è valido.
pt_pt: Erro: O código de verificação é inválido.
tr_tr: Hata: Doğrulama kodu geçersiz.

source: No Results
cs_cz: Žádné výsledky
de_de: Keine Ergebnisse
it_it: Nessun Risultato
pt_pt: Sem resultados
tr_tr: Sonuç Yok

source: Results
cs_cz: Výsledky
de_de: Ergebnisse
it_it: Risultati
pt_pt: Resultados
tr_tr: Sonuçlar

source: Restore Data
cs_cz: Obnovit data
de_de: Daten wiederherstellen
it_it: Ripristina Dati
pt_pt: Restaurar dados
tr_tr: Verileri Geri Yükle

source: Restore Attachments
cs_cz: Obnovit přílohy
de_de: Anhänge wiederherstellen
it_it: Ripristina Allegati
pt_pt: Restaurar Anexos
tr_tr: Ekleri Geri Yükle

source: Create Jira
cs_cz: Vytvořit Jira
de_de: Jira erstellen
it_it: Crea Jira
pt_pt: Criar Jira
tr_tr: Jira Oluştur

source: Comments
cs_cz: Komentáře
de_de: Kommentare
it_it: Commenti
pt_pt: Comentários
tr_tr: Yorumlar

source: Key
cs_cz: Klíč
de_de: Schlüssel
it_it: Chiave
pt_pt: Dica
tr_tr: Anahtar

source: Due Date
cs_cz: Termín
de_de: Fälligkeitsdatum
it_it: Data di Scadenza
pt_pt: Data de validade
tr_tr: Bitiş Tarihi

source: Component
cs_cz: Komponenta
de_de: Komponente
it_it: Componente
pt_pt: Componente
tr_tr: Bileşen

source: Updated Date
cs_cz: Datum aktualizace
de_de: Aktualisierungsdatum
it_it: Data di Aggiornamento
pt_pt: Data de atualização
tr_tr: Güncelleme Tarihi

source: Security Level
cs_cz: Úroveň bezpečnosti
de_de: Sicherheitsstufe
it_it: Livello di Sicurezza
pt_pt: Nível de segurança
tr_tr: Güvenlik Seviyesi

source: Labels
cs_cz: Štítky
de_de: Etiketten
it_it: Etichette
pt_pt: Etiquetas
tr_tr: Etiketler

source: Resolution Date
cs_cz: Datum vyřešení
de_de: Lösungsdatum
it_it: Data di Risoluzione
pt_pt: Data de resolução
tr_tr: Çözüm Tarihi

source: Assignee
cs_cz: Přiřazeno k
de_de: Beauftragte
it_it: Assegnatario
pt_pt: Cessionário
tr_tr: Atanan Kişi

source: No Assignee
cs_cz: Nepřiřazeno
de_de: Keine Beauftragten
it_it: Nessun Assegnatario
pt_pt: Sem cessionário
tr_tr: Atanan Kişi Yok

source: No Due Date
cs_cz: Žádný termín
de_de: Kein Fälligkeitsdatum
it_it: Nessuna Data di Scadenza
pt_pt: Sem data de vencimento
tr_tr: Bitiş Tarihi Yok

source: No Resolution Date
cs_cz: Žádné datum vyřešení
de_de: Kein Lösungsdatum
it_it: Nessuna Data di Risoluzione
pt_pt: Sem data de resolução
tr_tr: Çözüm Tarihi Yok

source: Add Comment
cs_cz: Přidat komentář
de_de: Kommentar hinzufügen
it_it: Aggiungi Commento
pt_pt: Adicionar Comentário
tr_tr: Yorum Ekle

source: Jira Created
cs_cz: Jira vytvořena
de_de: Jira erstellt
it_it: Jira Creato
pt_pt: Jira criada
tr_tr: Jira Oluşturuldu

# addedComment
source: Comment added successfully!
cs_cz: Komentář byl úspěšně přidán!
de_de: Kommentar erfolgreich hinzugefügt!
it_it: Commento aggiunto con successo!
pt_pt: Comentário adicionado com sucesso!
tr_tr: Yorum başarıyla eklendi!

# addedCommentError
source: An error occurred adding the comment!
cs_cz: Při přidávání komentáře došlo k chybě!
de_de: Fehler beim Hinzufügen des Kommentars!
it_it: Si è verificato un errore durante l'aggiunta del commento!
pt_pt: Ocorreu um erro ao adicionar o comentário!
tr_tr: Yorum eklenirken bir hata oluştu!

# jiraUpdated
source: Jira updated successfully!
cs_cz: Jira byla úspěšně aktualizována!
de_de: Jira erfolgreich aktualisiert!
it_it: Jira aggiornato con successo!
pt_pt: Jira atualizado com sucesso!
tr_tr: Jira başarıyla güncellendi!

# jiraUpdatedError
source: An error occurred updating the jira!
cs_cz: Při aktualizaci jiry došlo k chybě!
de_de: Fehler beim Aktualisieren des Jira!
it_it: Si è verificato un errore durante l'aggiornamento del jira!
pt_pt: Ocorreu um erro ao atualizar o jira!
tr_tr: Jira güncellenirken bir hata oluştu!

# jiraDeleted
source: Jira deleted successfully!
cs_cz: Jira byla úspěšně smazána!
de_de: Jira erfolgreich gelöscht!
it_it: Jira eliminato con successo!
pt_pt: Jira eliminado com sucesso!
tr_tr: Jira başarıyla silindi!

# jiraCreatedError
source: An error occurred creating the jira!
cs_cz: Při vytváření jiry došlo k chybě!
de_de: Fehler beim Erstellen des Jira!
it_it: Si è verificato un errore durante la creazione del jira!
pt_pt: Ocorreu um erro ao criar o jira!
tr_tr: Jira oluşturulurken bir hata oluştu!

# jiraDeletedError
source: An error occurred deleting the jira!
cs_cz: Při mazání jiry došlo k chybě!
de_de: Fehler beim Löschen des Jira!
it_it: Si è verificato un errore durante l'eliminazione del jira!
pt_pt: Ocorreu um erro ao eliminar o jira!
tr_tr: Jira silinirken bir hata oluştu!

source: Delete Jira
cs_cz: Smazat Jira
de_de: Jira löschen
it_it: Elimina Jira
pt_pt: Eliminar Jira
tr_tr: Jira'yı Sil

# pageCreated
source: Page created successfully!
cs_cz: Stránka byla úspěšně vytvořena!
de_de: Seite erfolgreich erstellt!
it_it: Pagina creata con successo!
pt_pt: Página criada com sucesso!
tr_tr: Sayfa başarıyla oluşturuldu!

# pageCreatedError
source: An error occurred creating the page!
cs_cz: Při vytváření stránky došlo k chybě!
de_de: Fehler beim Erstellen der Seite!
it_it: Si è verificato un errore durante la creazione della pagina!
pt_pt: Ocorreu um erro ao criar a página!
tr_tr: Sayfa oluşturulurken bir hata oluştu!

# categoryCreated
source: Category created successfully!
cs_cz: Kategorie byla úspěšně vytvořena!
de_de: Kategorie erfolgreich erstellt!
it_it: Categoria creata con successo!
pt_pt: Categoria criada com sucesso!
tr_tr: Kategori başarıyla oluşturuldu!

# categoryCreatedError
source: An error occurred creating the category!
cs_cz: Při vytváření kategorie došlo k chybě!
de_de: Fehler beim Erstellen der Kategorie!
it_it: Si è verificato un errore durante la creazione della categoria!
pt_pt: Ocorreu um erro ao criar a categoria!
tr_tr: Kategori oluşturulurken bir hata oluştu!

# checklistCreated
source: Checklist created successfully!
cs_cz: Kontrolní seznam byl úspěšně vytvořen!
de_de: Checkliste erfolgreich erstellt!
it_it: Checklist creata con successo!
pt_pt: Lista de controlo criada com sucesso!
tr_tr: Kontrol listesi başarıyla oluşturuldu!

# checklistCreatedError
source: An error occurred creating the checklist!
cs_cz: Při vytváření kontrolního seznamu došlo k chybě!
de_de: Fehler beim Erstellen der Checkliste!
it_it: Si è verificato un errore durante la creazione della checklist!
pt_pt: Ocorreu um erro ao criar a lista de controlo!
tr_tr: Kontrol listesi oluşturulurken bir hata oluştu!

source: Delete Category
cs_cz: Smazat kategorii
de_de: Kategorie löschen
it_it: Elimina Categoria
pt_pt: Eliminar Categoria
tr_tr: Kategoriyi Sil

# deletedCategory
source: Category deleted successfully!
cs_cz: Kategorie byla úspěšně smazána!
de_de: Kategorie erfolgreich gelöscht!
it_it: Categoria eliminata con successo!
pt_pt: Categoria eliminada com sucesso!
tr_tr: Kategori başarıyla silindi!

# deletedCategoryError
source: An error occurred deleting the Category!
cs_cz: Při mazání kategorie došlo k chybě!
de_de: Fehler beim Löschen der Kategorie!
it_it: Si è verificato un errore durante l'eliminazione della categoria!
pt_pt: Ocorreu um erro ao eliminar a categoria!
tr_tr: Kategori silinirken bir hata oluştu!

source: General
cs_cz: Obecné
de_de: Allgemein
it_it: Generale
tr_tr: Genel

# categoryEdited
source: Category edited successfully!
cs_cz: Kategorie byla úspěšně upravena!
de_de: Kategorie erfolgreich bearbeitet!
it_it: Categoria modificata con successo!
pt_pt: Categoria editada com sucesso!
tr_tr: Kategori başarıyla düzenlendi!

# categoryEditedError
source: An error occurred editing the category!
cs_cz: Při úpravě kategorie došlo k chybě!
de_de: Fehler beim Bearbeiten der Kategorie!
it_it: Si è verificato un errore durante la modifica della categoria!
pt_pt: Ocorreu um erro ao editar a categoria!
tr_tr: Kategori düzenlenirken bir hata oluştu!

source: Components
cs_cz: Komponenty
de_de: Komponenten
it_it: Componenti
pt_pt: Componentes
tr_tr: Bileşenler

source: Create Component
cs_cz: Vytvořit komponentu
de_de: Komponente erstellen
it_it: Crea Componente
pt_pt: Criar Componente
tr_tr: Bileşen Oluştur

# reportComponentEdited
source: Report Component edited successfully!
cs_cz: Komponenta zprávy byla úspěšně upravena!
de_de: Berichtskomponente erfolgreich bearbeitet!
it_it: Componente del rapporto modificato con successo!
pt_pt: Componente do relatório editado com sucesso!
tr_tr: Rapor bileşeni başarıyla düzenlendi!

# reportComponentEditedError
source: An error occurred editing the report component!
cs_cz: Při úpravě komponenty zprávy došlo k chybě!
de_de: Fehler beim Bearbeiten der Berichtskomponente!
it_it: Si è verificato un errore durante la modifica del componente del rapporto!
pt_pt: Ocorreu um erro ao editar o componente do relatório!
tr_tr: Rapor bileşeni düzenlenirken bir hata oluştu!

# reportComponentDeleted
source: Report Component deleted successfully!
cs_cz: Komponenta zprávy byla úspěšně smazána!
de_de: Berichtskomponente erfolgreich gelöscht!
it_it: Componente del rapporto eliminato con successo!
pt_pt: Componente do relatório eliminado com êxito!
tr_tr: Rapor bileşeni başarıyla silindi!

# reportComponentDeletedError
source: An error occurred deleting the report component!
cs_cz: Při mazání komponenty zprávy došlo k chybě!
de_de: Fehler beim Löschen der Berichtskomponente!
it_it: Si è verificato un errore durante l'eliminazione del componente del rapporto!
pt_pt: Ocorreu um erro ao eliminar o componente de relatório!
tr_tr: Rapor bileşeni silinirken bir hata oluştu!

# reportComponentCreated
source: Report Component created successfully!
cs_cz: Komponenta zprávy byla úspěšně vytvořena!
de_de: Berichtskomponente erfolgreich erstellt!
it_it: Componente del rapporto creato con successo!
pt_pt: Componente de relatório criado com sucesso!
tr_tr: Rapor bileşeni başarıyla oluşturuldu!

# reportComponentCreatedError
source: An error occurred creating the report component!
cs_cz: Při vytváření komponenty zprávy došlo k chybě!
de_de: Fehler beim Erstellen der Berichtskomponente!
it_it: Si è verificato un errore durante la creazione del componente del rapporto!
pt_pt: Ocorreu um erro ao criar o componente de relatório!
tr_tr: Rapor bileşeni oluşturulurken bir hata oluştu!

source: Delete Component
cs_cz: Smazat komponentu
de_de: Komponente löschen
it_it: Elimina Componente
pt_pt: Eliminar Componente
tr_tr: Bileşeni Sil

source: Report
cs_cz: Zpráva
de_de: Bericht
it_it: Rapporto
pt_pt: Relatório
tr_tr: Rapor

# reportEdited
source: Report edited successfully!
cs_cz: Zpráva byla úspěšně upravena!
de_de: Bericht erfolgreich bearbeitet!
it_it: Rapporto modificato con successo!
pt_pt: Relatório editado com sucesso!
tr_tr: Rapor başarıyla düzenlendi!

# reportEditedError
source: An error occurred editing the report!
cs_cz: Při úpravě zprávy došlo k chybě!
de_de: Fehler beim Bearbeiten des Berichts!
it_it: Si è verificato un errore durante la modifica del rapporto!
pt_pt: Ocorreu um erro ao editar o relatório!
tr_tr: Rapor düzenlenirken bir hata oluştu!

# reportDownloaded
source: Report downloaded successfully!
cs_cz: Zpráva byla úspěšně stažena!
de_de: Bericht erfolgreich heruntergeladen!
it_it: Rapporto scaricato con successo!
pt_pt: Relatório descarregado com sucesso!
tr_tr: Rapor başarıyla indirildi!

# reportDownloadedError
source: An error occurred downloading the report!
cs_cz: Při stahování zprávy došlo k chybě!
de_de: Fehler beim Herunterladen des Berichts!
it_it: Si è verificato un errore durante il download del rapporto!
pt_pt: Ocorreu um erro ao descarregar o relatório!
tr_tr: Rapor indirilirken bir hata oluştu!

source: Download Report
cs_cz: Stáhnout zprávu
de_de: Bericht herunterladen
it_it: Scarica Rapporto
pt_pt: Baixar relatório
tr_tr: Raporu İndir

source: Report Parts
cs_cz: Části zprávy
de_de: Berichtsteile
it_it: Parti del Rapporto
pt_pt: Peças do relatório
tr_tr: Rapor Bölümleri

source: Select Category
cs_cz: Vybrat kategorii
de_de: Kategorie auswählen
it_it: Seleziona Categoria
pt_pt: Selecionar categoria
tr_tr: Kategori Seç

# pageEdited
source: Page edited successfully!
cs_cz: Stránka byla úspěšně upravena!
de_de: Seite erfolgreich bearbeitet!
it_it: Pagina modificata con successo!
pt_pt: Página editada com sucesso!
tr_tr: Sayfa başarıyla düzenlendi!

# pageEditedError
source: An error occurred editing the page!
cs_cz: Při úpravě stránky došlo k chybě!
de_de: Fehler beim Bearbeiten der Seite!
it_it: Si è verificato un errore durante la modifica della pagina!
pt_pt: Ocorreu um erro ao editar a página!
tr_tr: Sayfa düzenlenirken bir hata oluştu!

# pageDeleted
source: Page deleted successfully!
cs_cz: Stránka byla úspěšně smazána!
de_de: Seite erfolgreich gelöscht!
it_it: Pagina eliminata con successo!
pt_pt: Página eliminada com sucesso!
tr_tr: Sayfa başarıyla silindi!

# pageDeletedError
source: An error occurred deleting the page!
cs_cz: Při mazání stránky došlo k chybě!
de_de: Fehler beim Löschen der Seite!
it_it: Si è verificato un errore durante l'eliminazione della pagina!
pt_pt: Ocorreu um erro ao eliminar a página!
tr_tr: Sayfa silinirken bir hata oluştu!

source: Create Page
cs_cz: Vytvořit stránku
de_de: Seite erstellen
it_it: Crea Pagina
pt_pt: Criar Página
tr_tr: Sayfa Oluştur

# goWorkspace
source: Go to Workspace
cs_cz: Přejít do pracovního prostoru
de_de: Zum Arbeitsbereich gehen
it_it: Vai al Workspace
pt_pt: Ir para o espaço de trabalho
tr_tr: Çalışma Alanına Git

source: Confirm Password
cs_cz: Potvrdit heslo
de_de: Passwort bestätigen
it_it: Conferma Password
pt_pt: Confirmar a palavra-passe
tr_tr: Şifreyi Onayla

# noInProject
source: You are not included in this project!
cs_cz: Nejste zahrnut v tomto projektu!
de_de: Sie sind nicht in diesem Projekt enthalten!
it_it: Non sei incluso in questo progetto!
pt_pt: Não está incluído neste projeto!
tr_tr: Bu projede değilsiniz!

source: Delete Document
cs_cz: Smazat dokument
de_de: Dokument löschen
it_it: Elimina Documento
pt_pt: Eliminar documento
tr_tr: Belgeyi Sil

source: Generating...
cs_cz: Generuje se...
de_de: Wird generiert...
it_it: Generando...
pt_pt: Gerando...
tr_tr: Oluşturuluyor...

# aiGenerate
source: Generate with AI
cs_cz: Generovat s AI
de_de: Mit KI generieren
it_it: Genera con AI
pt_pt: Gerar com IA
tr_tr: Yapay Zeka ile Oluştur

source: Result
cs_cz: Výsledek
de_de: Ergebnis
it_it: Risultato
pt_pt: Resultado
tr_tr: Sonuç

# categoryDeleted
source: Category deleted successfully!
cs_cz: Kategorie byla úspěšně smazána!
de_de: Kategorie erfolgreich gelöscht!
it_it: Categoria eliminata con successo!
pt_pt: Categoria eliminada com sucesso!
tr_tr: Kategori başarıyla silindi!

# serviceEdited
source: Service edited successfully!
cs_cz: Služba byla úspěšně upravena!
de_de: Dienst erfolgreich bearbeitet!
it_it: Servizio modificato con successo!
pt_pt: Serviço editado com sucesso!
tr_tr: Hizmet başarıyla düzenlendi!

# serviceEditedError
source: An error occurred editing the Service!
cs_cz: Při úpravě služby došlo k chybě!
de_de: Fehler beim Bearbeiten des Dienstes!
it_it: Si è verificato un errore durante la modifica del servizio!
pt_pt: Ocorreu um erro ao editar o Serviço!
tr_tr: Hizmet düzenlenirken bir hata oluştu!

# documentDeleted
source: Document deleted successfully!
cs_cz: Dokument byl úspěšně smazán!
de_de: Dokument erfolgreich gelöscht!
it_it: Documento eliminato con successo!
pt_pt: Documento eliminado com sucesso!
tr_tr: Belge başarıyla silindi!

# documentDeletedError
source: An error occurred deleting the Document!
cs_cz: Při mazání dokumentu došlo k chybě!
de_de: Fehler beim Löschen des Dokuments!
it_it: Si è verificato un errore durante l'eliminazione del documento!
pt_pt: Ocorreu um erro ao eliminar o documento!
tr_tr: Belge silinirken bir hata oluştu!

# documentEdited
source: Document edited successfully!
cs_cz: Dokument byl úspěšně upraven!
de_de: Dokument erfolgreich bearbeitet!
it_it: Documento modificato con successo!
pt_pt: Documento editado corretamente!
tr_tr: Belge başarıyla düzenlendi!

# documentEditedError
source: An error occurred editing the Document!
cs_cz: Při úpravě dokumentu došlo k chybě!
de_de: Fehler beim Bearbeiten des Dokuments!
it_it: Si è verificato un errore durante la modifica del documento!
pt_pt: Ocorreu um erro ao editar o documento!
tr_tr: Belge düzenlenirken bir hata oluştu!

# vuln
source: Vulnerability
cs_cz: Zranitelnost
de_de: Sicherheitslücke
it_it: Vulnerabilità
pt_pt: Vulnerabilidade
tr_tr: Güvenlik Açığı

source: Cover
cs_cz: Obálka
de_de: Deckblatt
it_it: Copertina
pt_pt: Página inicial
tr_tr: Kapak

source: Body
cs_cz: Tělo
de_de: Hauptteil
it_it: Corpo
pt_pt: Corpo
tr_tr: Gövde

source: Header
cs_cz: Hlavička
de_de: Kopfzeile
it_it: Intestazione
pt_pt: Cabeça
tr_tr: Üst Bilgi

source: Footer
cs_cz: Patička
de_de: Fußzeile
it_it: Piè di pagina
pt_pt: Rodapé
tr_tr: Alt Bilgi

source: Delete Checklist
cs_cz: Smazat kontrolní seznam
de_de: Checkliste löschen
it_it: Elimina Checklist
pt_pt: Eliminar lista de controlo
tr_tr: Kontrol Listesini Sil

source: No Category
cs_cz: Žádná kategorie
de_de: Keine Kategorie
it_it: Nessuna Categoria
pt_pt: Sem categoria
tr_tr: Kategori Yok

source: days
cs_cz: dny
de_de: Tage
it_it: giorni
pt_pt: dias
tr_tr: gün

source: Days Left:
cs_cz: Zbývá dní:
de_de: Verbleibende Tage:
it_it: Giorni Rimanenti:
pt_pt: Dias restantes:
tr_tr: Kalan Gün:
