Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

source: Deactivate
de_de: Deaktivieren
it_it: Disattiva
pt_pt: Desativar
tr_tr: Devre Dışı Bırak

source: Activate
de_de: Aktivieren
it_it: Attiva
pt_pt: Ativar
tr_tr: Etkinleştir

source: Error loading notifications
de_de: Fehler beim Laden der Benachrichtigungen
it_it: Errore nel caricamento delle notifiche
pt_pt: Erro ao carregar notificações
tr_tr: Bildirimler yüklenirken hata

source: Notification marked as read
de_de: Benachrichtigung als gelesen markiert
it_it: Notifica segnata come letta
pt_pt: Notificação marcada como lida
tr_tr: Bildirim okundu olarak işaretlendi

source: Error marking notification as read
de_de: Fehler beim Markieren der Benachrichtigung als gelesen
it_it: Errore nel segnare la notifica come letta
pt_pt: Erro ao marcar notificação como lida
tr_tr: Bildirim okundu olarak işaretlenirken hata

source: notifications marked as read
de_de: Benachrichtigungen als gelesen markiert
it_it: notifiche segnate come lette
pt_pt: notificações marcadas como lidas
tr_tr: bildirim okundu olarak işaretlendi

source: Error marking all notifications as read
de_de: Fehler beim Markieren aller Benachrichtigungen als gelesen
it_it: Errore nel segnare tutte le notifiche come lette
pt_pt: Erro ao marcar todas as notificações como lidas
tr_tr: Tüm bildirimler okundu olarak işaretlenirken hata

source: Confirm Delete
de_de: Löschen bestätigen
it_it: Conferma eliminazione
pt_pt: Confirmar eliminação
tr_tr: Silmeyi Onayla

# confirmDeleteNotificationsMessage
source: Are you sure you want to delete {0} selected notifications? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie {0} ausgewählte Benachrichtigungen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
it_it: Sei sicuro di voler eliminare {0} notifiche selezionate? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja eliminar {0} notificações selecionadas? Esta ação não pode ser desfeita.
tr_tr: {0} seçili bildirimi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: notifications deleted successfully
de_de: Benachrichtigungen erfolgreich gelöscht
it_it: notifiche eliminate con successo
pt_pt: notificações eliminadas com sucesso
tr_tr: bildirim başarıyla silindi

source: Error deleting notifications
de_de: Fehler beim Löschen der Benachrichtigungen
it_it: Errore nell'eliminazione delle notifiche
pt_pt: Erro ao eliminar notificações
tr_tr: Bildirimler silinirken hata

source: Error loading subscriptions
de_de: Fehler beim Laden der Abonnements
it_it: Errore nel caricamento delle sottoscrizioni
pt_pt: Erro ao carregar subscrições
tr_tr: Abonelikler yüklenirken hata

source: Subscription created successfully
de_de: Abonnement erfolgreich erstellt
it_it: Sottoscrizione creata con successo
pt_pt: Subscrição criada com sucesso
tr_tr: Abonelik başarıyla oluşturuldu

source: Edit Subscription
de_de: Abonnement bearbeiten
it_it: Modifica sottoscrizione
pt_pt: Editar subscrição
tr_tr: Aboneliği Düzenle

source: Subscription updated successfully
de_de: Abonnement erfolgreich aktualisiert
it_it: Sottoscrizione aggiornata con successo
pt_pt: Subscrição atualizada com sucesso
tr_tr: Abonelik başarıyla güncellendi

source: Subscription deactivated
de_de: Abonnement deaktiviert
it_it: Sottoscrizione disattivata
pt_pt: Subscrição desativada
tr_tr: Abonelik devre dışı bırakıldı

source: Subscription activated
de_de: Abonnement aktiviert
it_it: Sottoscrizione attivata
pt_pt: Subscrição ativada
tr_tr: Abonelik etkinleştirildi

source: Error toggling subscription
de_de: Fehler beim Umschalten des Abonnements
it_it: Errore nell'attivazione/disattivazione della sottoscrizione
pt_pt: Erro ao ativar/desativar subscrição
tr_tr: Abonelik etkinleştirme/devre dışı bırakma hatası

# confirmDeleteSubscriptionMessage
source: Are you sure you want to delete this subscription? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Abonnement löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
it_it: Sei sicuro di voler eliminare questa sottoscrizione? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja eliminar esta subscrição? Esta ação não pode ser desfeita.
tr_tr: Bu aboneliği silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete Subscription
de_de: Abonnement löschen
it_it: Elimina sottoscrizione
pt_pt: Eliminar subscrição
tr_tr: Aboneliği Sil

source: Subscription deleted successfully
de_de: Abonnement erfolgreich gelöscht
it_it: Sottoscrizione eliminata con successo
pt_pt: Subscrição eliminada com sucesso
tr_tr: Abonelik başarıyla silindi

source: Error deleting subscription
de_de: Fehler beim Löschen des Abonnements
it_it: Errore nell'eliminazione della sottoscrizione
pt_pt: Erro ao eliminar subscrição
tr_tr: Abonelik silinirken hata

# defaultSubscriptionsCreatedSuccessfully
source: Created {0} default subscriptions successfully
de_de: {0} Standard-Abonnements erfolgreich erstellt
it_it: {0} sottoscrizioni predefinite create con successo
pt_pt: {0} subscrições padrão criadas com sucesso
tr_tr: {0} varsayılan abonelik başarıyla oluşturuldu

source: Error creating default subscriptions
de_de: Fehler beim Erstellen der Standard-Abonnements
it_it: Errore nella creazione delle sottoscrizioni predefinite
pt_pt: Erro ao criar subscrições padrão
tr_tr: Varsayılan abonelikler oluşturulurken hata

# testNotificationCreated
source: Test notification created for '{0}'
de_de: Test-Benachrichtigung für '{0}' erstellt
it_it: Notifica di test creata per '{0}'
pt_pt: Notificação de teste criada para '{0}'
tr_tr: '{0}' için test bildirimi oluşturuldu

source: Failed to create test notification
de_de: Fehler beim Erstellen der Test-Benachrichtigung
it_it: Impossibile creare la notifica di test
pt_pt: Falha ao criar notificação de teste
tr_tr: Test bildirimi oluşturulamadı

source: Error testing notification
de_de: Fehler beim Testen der Benachrichtigung
it_it: Errore nel test della notifica
pt_pt: Erro ao testar notificação
tr_tr: Bildirim test edilirken hata

# testNotificationsCreatedForAllSubscriptions
source: Successfully created test notifications for all {0} active subscriptions
de_de: Test-Benachrichtigungen erfolgreich für alle {0} aktiven Abonnements erstellt
it_it: Notifiche di test create con successo per tutte le {0} sottoscrizioni attive
pt_pt: Notificações de teste criadas com sucesso para todas as {0} subscrições ativas
tr_tr: Tüm {0} aktif abonelik için test bildirimleri başarıyla oluşturuldu

# testNotificationsPartialSuccess
source: Created {0} test notifications, {1} failed
de_de: {0} Test-Benachrichtigungen erstellt, {1} fehlgeschlagen
it_it: {0} notifiche di test create, {1} fallite
pt_pt: {0} notificações de teste criadas, {1} falharam
tr_tr: {0} test bildirimi oluşturuldu, {1} başarısız

source: Error testing notifications
de_de: Fehler beim Testen der Benachrichtigungen
it_it: Errore nel test delle notifiche
pt_pt: Erro ao testar notificações
tr_tr: Bildirimler test edilirken hata

source: Notification Test Results
de_de: Benachrichtigungs-Testergebnisse
it_it: Risultati test notifiche
pt_pt: Resultados dos testes de notificação
tr_tr: Bildirim Test Sonuçları

source: Test All Active
de_de: Alle Aktiven testen
it_it: Testa tutti attivi
pt_pt: Testar todas ativas
tr_tr: Tüm Aktif Olanları Test Et

source: Test Notification
de_de: Benachrichtigung testen
it_it: Testa notifica
pt_pt: Testar notificação
tr_tr: Bildirimi Test Et

# confirmDeleteCvesMessage
source: Are you sure you want to delete {0} selected CVEs? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie {0} ausgewählte CVEs löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
it_it: Sei sicuro di voler eliminare {0} CVE selezionati? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja excluir {0} CVEs selecionados? Esta ação não pode ser desfeita.
tr_tr: Seçili {0} CVE'yi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: CVEs deleted successfully
de_de: CVEs erfolgreich gelöscht
it_it: CVE eliminati con successo
pt_pt: CVEs excluídos com sucesso
tr_tr: CVE'ler başarıyla silindi

source: Error deleting CVEs
de_de: Fehler beim Löschen der CVEs
it_it: Errore nell'eliminazione dei CVE
pt_pt: Erro ao excluir CVEs
tr_tr: CVE'leri silerken hata oluştu

source: Pending Review
de_de: Wartet auf Überprüfung
pt_pt: Pendente de Revisão
tr_tr: İnceleme Bekleniyor

source: Update Status
de_de: Status aktualisieren
pt_pt: Atualizar Estado
tr_tr: Durumu Güncelle

# vulnsUpdated
source: Vulns updated successfully !
de_de: Sicherheitslücken erfolgreich aktualisiert!
pt_pt: Vulnerabilidades atualizadas com sucesso!
tr_tr: Güvenlik açıkları başarıyla güncellendi!

# vulnUpdatedError
source: An error occurred updating the vulns!
de_de: Beim Aktualisieren der Schwachstellen ist ein Fehler aufgetreten!
pt_pt: Ocorreu um erro ao atualizar as vulnerabilidades!
tr_tr: Güvenlik açıkları güncellenirken bir hata oluştu!

# apiKeys_tab
source: API Keys
de_de: API-Schlüssel
pt_pt: Chaves API
tr_tr: API Anahtarları

# apiKeys_warning_copy
source: Copy and store this API key now. You won't be able to see it again.
de_de: Kopieren und speichern Sie diesen API-Schlüssel jetzt. Später ist er nicht mehr sichtbar.
pt_pt: Copie e guarde esta chave agora. Não poderá vê-la novamente.
tr_tr: Bu API anahtarını şimdi kopyalayıp saklayın. Daha sonra görüntülenmeyecek.

# apiKeys_name
source: Name
pt_pt: Nome
tr_tr: Ad

# apiKeys_expiresAt
source: Expires At (optional)
de_de: Ablauf (optional)
pt_pt: Expira (opcional)
tr_tr: Son Kullanım (isteğe bağlı)

# apiKeys_create
source: Create API Key
de_de: API-Schlüssel erstellen
pt_pt: Criar chave API
tr_tr: API Anahtarı Oluştur

# apiKeys_prefix
source: Prefix
de_de: Präfix
pt_pt: Prefixo
tr_tr: Önek

# apiKeys_created
source: Created
de_de: Erstellt
pt_pt: Criada
tr_tr: Oluşturuldu

# apiKeys_expires
source: Expires
de_de: Läuft ab
pt_pt: Expira
tr_tr: Sona Erme

# apiKeys_lastUsed
source: Last Used
de_de: Letzte Nutzung
pt_pt: Último uso
tr_tr: Son Kullanım

# apiKeys_status
source: Status
pt_pt: Estado
tr_tr: Durum

# apiKeys_actions
source: Actions
de_de: Aktionen
pt_pt: Ações
tr_tr: Eylemler

# apiKeys_status_revoked
source: Revoked
de_de: Widerrufen
pt_pt: Revogada
tr_tr: İptal edildi

# apiKeys_status_expired
source: Expired
de_de: Abgelaufen
pt_pt: Expirada
tr_tr: Süresi doldu

# apiKeys_status_active
source: Active
de_de: Aktiv
pt_pt: Ativa
tr_tr: Aktif

# apiKeys_noRecords
source: No API keys yet.
de_de: Noch keine API-Schlüssel.
pt_pt: Ainda não há chaves API.
tr_tr: Henüz API anahtarı yok.

# apiKeys_action_rotate
source: Rotate
de_de: Rotieren
pt_pt: Rodar
tr_tr: Döndür

# apiKeys_action_revoke
source: Revoke
de_de: Widerrufen
pt_pt: Revogar
tr_tr: İptal et

# apiKeys_confirm_revoke_title
source: Confirm revocation
de_de: Widerruf bestätigen
pt_pt: Confirmar revogação
tr_tr: İptali onayla

# apiKeys_confirm_revoke_message
source: Are you sure you want to revoke API key {0}?
de_de: Möchten Sie den API-Schlüssel {0} wirklich widerrufen?
pt_pt: Tem a certeza de que pretende revogar a chave API {0}?
tr_tr: API anahtarı {0} iptal edilsin mi?

# apiKeys_confirm_revoke_yes
source: Revoke
de_de: Widerrufen
pt_pt: Revogar
tr_tr: İptal et

# apiKeys_confirm_cancel
source: Cancel
de_de: Abbrechen
pt_pt: Cancelar
tr_tr: İptal

# apiKeys_confirm_rotate_title
source: Confirm rotation
de_de: Rotation bestätigen
pt_pt: Confirmar rotação
tr_tr: Döndürmeyi onayla

# apiKeys_confirm_rotate_message
source: Rotate API key {0}? The old key will be revoked.
de_de: API-Schlüssel {0} rotieren? Der alte Schlüssel wird widerrufen.
pt_pt: Rodar a chave API {0}? A chave antiga será revogada.
tr_tr: API anahtarı {0} döndürülsün mü? Eski anahtar iptal edilecektir.

# apiKeys_confirm_rotate_yes
source: Rotate
de_de: Rotieren
pt_pt: Rodar
tr_tr: Döndür

# apiKeys_toast_created
source: API key created
de_de: API-Schlüssel erstellt
pt_pt: Chave API criada
tr_tr: API anahtarı oluşturuldu

# apiKeys_toast_create_failed
source: Failed to create API key
de_de: API-Schlüssel konnte nicht erstellt werden
pt_pt: Falha ao criar a chave API
tr_tr: API anahtarı oluşturulamadı

# apiKeys_toast_revoked
source: API key revoked
de_de: API-Schlüssel widerrufen
pt_pt: Chave API revogada
tr_tr: API anahtarı iptal edildi

# apiKeys_toast_not_found
source: API key not found
de_de: API-Schlüssel nicht gefunden
pt_pt: Chave API não encontrada
tr_tr: API anahtarı bulunamadı

# apiKeys_toast_revoke_failed
source: Failed to revoke API key
de_de: API-Schlüssel konnte nicht widerrufen werden
pt_pt: Falha ao revogar a chave API
tr_tr: API anahtarı iptal edilemedi

# apiKeys_toast_rotated
source: API key rotated
de_de: API-Schlüssel rotiert
pt_pt: Chave API rodada
tr_tr: API anahtarı döndürüldü

# apiKeys_toast_rotate_failed
source: Failed to rotate API key
de_de: API-Schlüssel konnte nicht rotiert werden
pt_pt: Falha ao rodar a chave API
tr_tr: API anahtarı döndürülemedi

source: Risk
cs_cz: Riziko
de_de: Risiko
it_it: Rischio
pt_pt: Risco

source: Port
it_it: Porta
pt_pt: Porto

source: Platform
cs_cz: Platforma
de_de: Plattform
it_it: Piattaforma
pt_pt: Plataforma

# fieldTypeBoolean
source: Boolean
it_it: Booleano
pt_pt: Booleano

source: German
cs_cz: Němčina
de_de: Deutsch
it_it: Tedesco

# deutsch
source: German
cs_cz: Němčina
de_de: Deutsch
it_it: Tedesco

source: Italian
cs_cz: Italština
de_de: Italienisch
it_it: Italiano

# italiano
source: Italian
cs_cz: Italština
de_de: Italienisch
it_it: Italiano

source: Czech
cs_cz: Čeština
de_de: Tschechisch
it_it: Ceco

# čeština
source: Czech
cs_cz: Čeština
de_de: Tschechisch
it_it: Ceco
