Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

# vulnImportedError
source: An error occurred importing the vulns!
cs_cz: Při importu zranitelností došlo k chybě!
de_de: Fehler beim Importieren der Sicherheitslücken!
it_it: Si è verificato un errore durante l'importazione delle vulnerabilità!
pt_pt: Ocorreu um erro ao importar os vulns!
tr_tr: Güvenlik açıkları içe aktarılırken bir hata oluştu!

# executiveSummarySaved
source: Excutive Summary saved successfully!
cs_cz: Shrnutí pro vedení bylo úspěšně uloženo!
de_de: Zusammenfassung für die Geschäftsführung erfolgreich gespeichert!
it_it: Riassunto esecutivo salvato con successo!
pt_pt: Sumário ejecutivo guardado correto!
tr_tr: Yönetici özeti başarıyla kaydedildi!

# executiveSummarySavedError
source: An error occurred saving the Executive Summary!
cs_cz: Při ukládání shrnutí pro vedení došlo k chybě!
de_de: Fehler beim Speichern der Zusammenfassung für die Geschäftsführung!
it_it: Si è verificato un errore durante il salvataggio del riassunto esecutivo!
pt_pt: Se ha producida un error al guarde el resumino ejecutivo!
tr_tr: Yönetici özeti kaydedilirken bir hata oluştu!

# noRolePermission
source: You don't have enough permissions to see this page!
cs_cz: Nemáte dostatečná oprávnění k zobrazení této stránky!
de_de: Sie haben nicht genügend Berechtigungen, um diese Seite zu sehen!
it_it: Non hai abbastanza permessi per vedere questa pagina!
pt_pt: Não tem permissões suficientes para ver esta página!
tr_tr: Bu sayfayı görüntülemek için yeterli izniniz yok!

# exportSuccessfull
source: File exported successfully!
cs_cz: Soubor byl úspěšně exportován!
de_de: Datei erfolgreich exportiert!
it_it: File esportato con successo!
pt_pt: O ficheiro foi exportado com sucesso!
tr_tr: Dosya başarıyla dışa aktarıldı!

source: Clear
cs_cz: Vymazat
de_de: Löschen
it_it: Cancella
pt_pt: Limpar
tr_tr: Temizle

source: List
cs_cz: Seznam
de_de: Liste
it_it: Lista
pt_pt: Lista
tr_tr: Liste

source: Level
cs_cz: Úroveň
de_de: Ebene
it_it: Livello
pt_pt: Nível
tr_tr: Seviye

source: Message
cs_cz: Zpráva
de_de: Nachricht
it_it: Messaggio
pt_pt: Mensagem
tr_tr: Mesaj

source: Exception
cs_cz: Výjimka
de_de: Ausnahme
it_it: Eccezione
pt_pt: Exceção
tr_tr: İstisna

# logsDeleted
source: Logs deleted successfully!
cs_cz: Logy byly úspěšně smazány!
de_de: Protokolle erfolgreich gelöscht!
it_it: Log eliminati con successo!
pt_pt: Registos excluídos corretamente!
tr_tr: Loglar başarıyla silindi!

source: Change Password
cs_cz: Změnit heslo
de_de: Passwort ändern
it_it: Cambia Password
pt_pt: Alterar palavra-passe
tr_tr: Şifre Değiştir

source: New Role
cs_cz: Nová role
de_de: Neue Rolle
it_it: Nuovo Ruolo
pt_pt: Nova função
tr_tr: Yeni Rol

# reportTemplateDeleted
source: Report Template deleted successfully!
cs_cz: Šablona zprávy byla úspěšně smazána!
de_de: Berichtsvorlage erfolgreich gelöscht!
it_it: Modello di rapporto eliminato con successo!
pt_pt: Modelo de relatório eliminado com êxito!
tr_tr: Rapor şablonu başarıyla silindi!

# reportTemplateDeletedError
source: An error occurred deleting the report template!
cs_cz: Při mazání šablony zprávy došlo k chybě!
de_de: Fehler beim Löschen der Berichtsvorlage!
it_it: Si è verificato un errore durante l'eliminazione del modello di rapporto!
pt_pt: Ocorreu um erro ao eliminar o modelo de relatório!
tr_tr: Rapor şablonu silinirken bir hata oluştu!

# reportTemplateEdited
source: Report Template edited successfully!
cs_cz: Šablona zprávy byla úspěšně upravena!
de_de: Berichtsvorlage erfolgreich bearbeitet!
it_it: Modello di rapporto modificato con successo!
pt_pt: Modelo de relatório editado com sucesso!
tr_tr: Rapor şablonu başarıyla düzenlendi!

# reportTemplateEditedError
source: An error occurred editing the report template!
cs_cz: Při úpravě šablony zprávy došlo k chybě!
de_de: Fehler beim Bearbeiten der Berichtsvorlage!
it_it: Si è verificato un errore durante la modifica del modello di rapporto!
pt_pt: Ocorreu um erro ao editar o modelo de relatório!
tr_tr: Rapor şablonu düzenlenirken bir hata oluştu!

source: Knowledge Base
cs_cz: Znalostní báze
de_de: Wissensdatenbank
it_it: Base di Conoscenza
pt_pt: Base de Conhecimento
tr_tr: Bilgi Bankası

source: Categories
cs_cz: Kategorie
de_de: Kategorien
it_it: Categorie
pt_pt: Categorias
tr_tr: Kategoriler

source: Order
cs_cz: Pořadí
de_de: Reihenfolge
it_it: Ordine
pt_pt: Ordem
tr_tr: Sıra

source: Create Category
cs_cz: Vytvořit kategorii
de_de: Kategorie erstellen
it_it: Crea Categoria
pt_pt: Criar Categoria
tr_tr: Kategori Oluştur

source: on
cs_cz: dne
de_de: am
it_it: il
pt_pt: el
tr_tr: tarihinde

# lastUpdated
source: Last updated by
cs_cz: Naposledy aktualizováno
de_de: Zuletzt aktualisiert von
it_it: Ultimo aggiornamento da
pt_pt: Última atualização por
tr_tr: Son güncelleyen

source: Recent Tasks
cs_cz: Nedávné úkoly
de_de: Aktuelle Aufgaben
it_it: Attività Recenti
pt_pt: Tarefas Recentes
tr_tr: Son Görevler

source: Create Document
cs_cz: Vytvořit dokument
de_de: Dokument erstellen
it_it: Crea Documento
pt_pt: Criar documento
tr_tr: Belge Oluştur

# documentCreated
source: Document created successfully!
cs_cz: Dokument byl úspěšně vytvořen!
de_de: Dokument erfolgreich erstellt!
it_it: Documento creato con successo!
pt_pt: Documento criado com sucesso!
tr_tr: Belge başarıyla oluşturuldu!

# documentCreatedError
source: An error occurred creating the Document!
cs_cz: Při vytváření dokumentu došlo k chybě!
de_de: Fehler beim Erstellen des Dokuments!
it_it: Si è verificato un errore durante la creazione del documento!
pt_pt: Ocorreu um erro ao criar o documento!
tr_tr: Belge oluşturulurken bir hata oluştu!

source: Actions
cs_cz: Akce
de_de: Aktionen
it_it: Azioni
pt_pt: Acções
tr_tr: Eylemler

source: Recent Targets
cs_cz: Nedávné cíle
de_de: Aktuelle Ziele
it_it: Target Recenti
pt_pt: Objectivos Recentes
tr_tr: Son Hedefler

source: My Tasks
cs_cz: Moje úkoly
de_de: Meine Aufgaben
it_it: Le Mie Attività
pt_pt: Minhas Tarefas
tr_tr: Görevlerim

source: My Tasks Status
cs_cz: Stav mých úkolů
de_de: Status meiner Aufgaben
it_it: Stato delle Mie Attività
pt_pt: Estado das minhas tarefas
tr_tr: Görevlerimin Durumu

source: Jobs
cs_cz: Práce
de_de: Aufträge
it_it: Lavori
pt_pt: Empregos
tr_tr: İşler

# twoFactor
source: Two-factor authentication
cs_cz: Dvoufaktorová autentizace
de_de: Zwei-Faktor-Authentifizierung
it_it: Autenticazione a due fattori
pt_pt: Autenticação de dois factores
tr_tr: İki Faktörlü Kimlik Doğrulama

source: Personal data
cs_cz: Osobní data
de_de: Persönliche Daten
it_it: Dati personali
pt_pt: Dados pessoais
tr_tr: Kişisel Veriler

source: Add Note
cs_cz: Přidat poznámku
de_de: Notiz hinzufügen
it_it: Aggiungi Nota
pt_pt: Adicionar Nota
tr_tr: Not Ekle

source: Value
cs_cz: Hodnota
de_de: Wert
it_it: Valore
pt_pt: Valor
tr_tr: Değer

# createVault
source: Create Data Vault
cs_cz: Vytvořit datové úložiště
de_de: Datentresor erstellen
it_it: Crea Data Vault
pt_pt: Criar Cofre de Dados
tr_tr: Veri Kasası Oluştur

# vaultCreated
source: Vault created successfully !
cs_cz: Úložiště bylo úspěšně vytvořeno!
de_de: Tresor erfolgreich erstellt!
it_it: Vault creato con successo!
pt_pt: A abóbada foi criada com êxito!
tr_tr: Veri kasası başarıyla oluşturuldu!

# vaultCreatedError
source: An error occurred adding the Vault !
cs_cz: Při přidávání úložiště došlo k chybě!
de_de: Fehler beim Hinzufügen des Tresors!
it_it: Si è verificato un errore durante l'aggiunta del vault!
pt_pt: Ocorreu um erro ao adicionar o Vault!
tr_tr: Veri kasası eklenirken bir hata oluştu!

# vaultEdited
source: Vault edited successfully!
cs_cz: Úložiště bylo úspěšně upraveno!
de_de: Tresor erfolgreich bearbeitet!
it_it: Vault modificato con successo!
pt_pt: O cofre foi editado com êxito!
tr_tr: Veri kasası başarıyla düzenlendi!

# vaultEditedError
source: An error occurred editing the Vault!
cs_cz: Při úpravě úložiště došlo k chybě!
de_de: Fehler beim Bearbeiten des Tresors!
it_it: Si è verificato un errore durante la modifica del vault!
pt_pt: Ocorreu um erro ao editar o Vault!
tr_tr: Veri kasası düzenlenirken bir hata oluştu!

# vaultDeletedError
source: An error occurred deleting the Vault!
cs_cz: Při mazání úložiště došlo k chybě!
de_de: Fehler beim Löschen des Tresors!
it_it: Si è verificato un errore durante l'eliminazione del vault!
pt_pt: Ocorreu um erro ao apagar a Abóbada!
tr_tr: Veri kasası silinirken bir hata oluştu!

# vaultDeleted
source: Vault deleted successfully!
cs_cz: Úložiště bylo úspěšně smazáno!
de_de: Tresor erfolgreich gelöscht!
it_it: Vault eliminato con successo!
pt_pt: Cofre eliminado com êxito!
tr_tr: Veri kasası başarıyla silindi!

source: Delete Vault
cs_cz: Smazat úložiště
de_de: Tresor löschen
it_it: Elimina Vault
pt_pt: Eliminar cofre de dados
tr_tr: Veri Kasasını Sil

source: Create Note
cs_cz: Vytvořit poznámku
de_de: Notiz erstellen
it_it: Crea Nota
pt_pt: Criar Nota
tr_tr: Not Oluştur

source: Create Report
cs_cz: Vytvořit zprávu
de_de: Bericht erstellen
it_it: Crea Rapporto
pt_pt: Criar Relatório
tr_tr: Rapor Oluştur

source: Select Report Template
cs_cz: Vybrat šablonu zprávy
de_de: Berichtsvorlage auswählen
it_it: Seleziona Modello di Rapporto
pt_pt: Selecionar modelo de relatório
tr_tr: Rapor Şablonu Seç

source: Version
cs_cz: Verze
it_it: Versione
pt_pt: Versão
tr_tr: Sürüm

# reportCreated
source: Report created successfully!
cs_cz: Zpráva byla úspěšně vytvořena!
de_de: Bericht erfolgreich erstellt!
it_it: Rapporto creato con successo!
pt_pt: Relatório criado com sucesso!
tr_tr: Rapor başarıyla oluşturuldu!

# reportCreatedError
source: An error occurred creating the report!
cs_cz: Při vytváření zprávy došlo k chybě!
de_de: Fehler beim Erstellen des Berichts!
it_it: Si è verificato un errore durante la creazione del rapporto!
pt_pt: Ocorreu um erro ao criar o relatório!
tr_tr: Rapor oluşturulurken bir hata oluştu!

source: Delete Report
cs_cz: Smazat zprávu
de_de: Bericht löschen
it_it: Elimina Rapporto
pt_pt: Eliminar Relatório
tr_tr: Raporu Sil

# reportDeleted
source: Report deleted successfully!
cs_cz: Zpráva byla úspěšně smazána!
de_de: Bericht erfolgreich gelöscht!
it_it: Rapporto eliminato con successo!
pt_pt: Relatório eliminado com sucesso!
tr_tr: Rapor başarıyla silindi!

# reportDeletedError
source: An error occurred deleting the report!
cs_cz: Při mazání zprávy došlo k chybě!
de_de: Fehler beim Löschen des Berichts!
it_it: Si è verificato un errore durante l'eliminazione del rapporto!
pt_pt: Ocorreu um erro ao apagar o relatório!
tr_tr: Rapor silinirken bir hata oluştu!

# personalDataMessage
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
cs_cz: Váš účet obsahuje osobní data, která jste nám poskytli. Tato stránka vám umožňuje tato data stáhnout nebo smazat.
de_de: Ihr Konto enthält persönliche Daten, die Sie uns zur Verfügung gestellt haben. Diese Seite ermöglicht es Ihnen, diese Daten herunterzuladen oder zu löschen.
it_it: Il tuo account contiene dati personali che ci hai fornito. Questa pagina ti consente di scaricare o eliminare quei dati.
pt_pt: A sua conta contém dados pessoais que nos forneceu. Esta página permite-lhe descarregar ou apagar esses dados.
tr_tr: Hesabınız, bize sağladığınız kişisel verileri içerir. Bu sayfa, bu verileri indirmenize veya silmenize olanak tanır.

# personalDataMessageDelete
source: Deleting this data will permanently remove your account, and this cannot be recovered.
cs_cz: Smazáním těchto dat trvale odstraníte svůj účet a to nelze vrátit zpět.
de_de: Das Löschen dieser Daten entfernt Ihr Konto dauerhaft und kann nicht rückgängig gemacht werden.
it_it: L'eliminazione di questi dati rimuoverà permanentemente il tuo account, e questo non può essere ripristinato.
pt_pt: A eliminação destes dados elimina permanentemente a sua conta, que não pode ser recuperada.
tr_tr: Bu verilerin silinmesi hesabınızı kalıcı olarak kaldıracaktır ve bu geri alınamaz.

source: Add Service
cs_cz: Přidat službu
de_de: Dienst hinzufügen
it_it: Aggiungi Servizio
pt_pt: Adicionar Serviço
tr_tr: Hizmet Ekle

source: Note
cs_cz: Poznámka
de_de: Notiz
it_it: Nota
pt_pt: Nota
tr_tr: Not

# serviceAdded
source: Service added successfully!
cs_cz: Služba byla úspěšně přidána!
de_de: Dienst erfolgreich hinzugefügt!
it_it: Servizio aggiunto con successo!
pt_pt: Serviço adicionado com sucesso!
tr_tr: Hizmet başarıyla eklendi!

# serviceAddedError
source: An error occurred adding the Service!
cs_cz: Při přidávání služby došlo k chybě!
de_de: Fehler beim Hinzufügen des Dienstes!
it_it: Si è verificato un errore durante l'aggiunta del servizio!
pt_pt: Ocorreu um erro ao adicionar o Serviço!
tr_tr: Hizmet eklenirken bir hata oluştu!

source: Delete Service
cs_cz: Smazat službu
de_de: Dienst löschen
it_it: Elimina Servizio
pt_pt: Eliminar Serviço
tr_tr: Hizmeti Sil

# deletedService
source: Service deleted successfully!
cs_cz: Služba byla úspěšně smazána!
de_de: Dienst erfolgreich gelöscht!
it_it: Servizio eliminato con successo!
pt_pt: Serviço removido com sucesso!
tr_tr: Hizmet başarıyla silindi!

# deletedServiceError
source: An error occurred deleting the Service!
cs_cz: Při mazání služby došlo k chybě!
de_de: Fehler beim Löschen des Dienstes!
it_it: Si è verificato un errore durante l'eliminazione del servizio!
pt_pt: Ocorreu um erro ao eliminar o serviço!
tr_tr: Hizmet silinirken bir hata oluştu!

source: Old Password
cs_cz: Staré heslo
de_de: Altes Passwort
it_it: Vecchia Password
pt_pt: Palavra-passe antiga
tr_tr: Eski Şifre

# authenticatorIntro
source: To use an authenticator app go through the following steps:
cs_cz: Chcete-li používat autentizační aplikaci, proveďte následující kroky:
de_de: Zur Verwendung einer Authenticator-App befolgen Sie die folgenden Schritte:
it_it: Per utilizzare un'app di autenticazione segui questi passaggi:
pt_pt: Para utilizar uma aplicação de autenticação, siga os passos seguintes:
tr_tr: Bir kimlik doğrulama uygulaması kullanmak için şu adımları izleyin:

source: Verification Code
cs_cz: Ověřovací kód
de_de: Bestätigungscode
it_it: Codice di Verifica
pt_pt: Código de verificação
tr_tr: Doğrulama Kodu

# authenticator1
source: Download a two-factor authenticator app like Microsoft Authenticator for
cs_cz: Stáhněte si aplikaci pro dvoufaktorovou autentizaci, například Microsoft Authenticator pro
de_de: Laden Sie eine Zwei-Faktor-Authenticator-App wie Microsoft Authenticator für
it_it: Scarica un'app di autenticazione a due fattori come Microsoft Authenticator per
pt_pt: Descarregar uma aplicação de autenticação de dois factores como o Microsoft Authenticator para
tr_tr: Microsoft Authenticator gibi iki faktörlü bir kimlik doğrulama uygulamasını indirin:

source: and
cs_cz: a
de_de: und
it_it: e
pt_pt: e
tr_tr: ve

source: or
cs_cz: nebo
de_de: oder
it_it: o
pt_pt: ou
tr_tr: veya

source: for
cs_cz: pro
de_de: für
it_it: per
pt_pt: para
tr_tr: için

# authenticator2
source: Scan the QR Code or enter this key
cs_cz: Naskenujte QR kód nebo zadejte tento klíč
de_de: Scannen Sie den QR-Code oder geben Sie diesen Schlüssel ein
it_it: Scansiona il codice QR o inserisci questa chiave
pt_pt: Digitalizar o código QR ou introduzir esta chave
tr_tr: QR kodunu tarayın veya bu anahtarı girin.

# authenticator3
source: into your two factor authenticator app. Spaces and casing do not matter.
cs_cz: do vaší aplikace pro dvoufaktorovou autentizaci. Mezery a velikost písmen nezáleží.
de_de: in Ihre Zwei-Faktor-Authenticator-App. Leerzeichen und Groß-/Kleinschreibung spielen keine Rolle.
it_it: nella tua app di autenticazione a due fattori. Spazi e maiuscole/minuscole non importano.
pt_pt: na sua aplicação de autenticação de dois factores. Os espaços e o invólucro não são importantes.
tr_tr: İki faktörlü kimlik doğrulama uygulamanıza sağlanan anahtarı girin. Boşluklar ve büyük/küçük harf kullanımı önemli değildir.

# authenticator4
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
cs_cz: Jakmile naskenujete QR kód nebo zadáte klíč výše, vaše aplikace pro dvoufaktorovou autentizaci vám poskytne jedinečný kód. Zadejte kód do potvrzovacího pole níže.
de_de: Sobald Sie den QR-Code gescannt oder den obigen Schlüssel eingegeben haben, stellt Ihre Zwei-Faktor-Authentifizierungs-App Ihnen einen eindeutigen Code zur Verfügung. Geben Sie den Code in das Bestätigungsfeld unten ein.
it_it: Una volta scansionato il codice QR o inserito la chiave sopra, la tua app di autenticazione a due fattori ti fornirà un codice unico. Inserisci il codice nella casella di conferma qui sotto.
pt_pt: Depois de ter digitalizado o código QR ou introduzido a chave acima, a sua aplicação de autenticação de dois factores fornecer-lhe-á um código único. Introduza o código na caixa de confirmação abaixo.
tr_tr: QR kodunu taradıktan veya yukarıdaki anahtarı girdikten sonra, iki faktörlü kimlik doğrulama uygulamanız size benzersiz bir kod sağlayacaktır. Bu kodu aşağıdaki onay kutusuna girin.

source: Verify
cs_cz: Ověřit
de_de: Überprüfen
it_it: Verifica
pt_pt: Verificar
tr_tr: Doğrula

# profileEdited
source: Profile edited successfully!
cs_cz: Profil byl úspěšně upraven!
de_de: Profil erfolgreich bearbeitet!
it_it: Profilo modificato con successo!
pt_pt: Perfil editado com sucesso!
tr_tr: Profil başarıyla düzenlendi!

# profileEditedError
source: An error occurred editing the Profile!
cs_cz: Při úpravě profilu došlo k chybě!
de_de: Fehler beim Bearbeiten des Profils!
it_it: Si è verificato un errore durante la modifica del profilo!
pt_pt: Ocorreu um erro ao editar o Perfil!
tr_tr: Profil düzenlenirken bir hata oluştu!

# avatarUploaded
source: Avatar uploaded successfully!
cs_cz: Avatar byl úspěšně nahrán!
de_de: Avatar erfolgreich hochgeladen!
it_it: Avatar caricato con successo!
pt_pt: Avatar carregado com sucesso!
tr_tr: Avatar başarıyla yüklendi!

# avatarUploadedError
source: An error occurred uploading the Avatar!
cs_cz: Při nahrávání avataru došlo k chybě!
de_de: Fehler beim Hochladen des Avatars!
it_it: Si è verificato un errore durante il caricamento dell'avatar!
pt_pt: Ocorreu um erro ao carregar o Avatar!
tr_tr: Avatar yüklenirken bir hata oluştu!

# sameEmail
source: You entered the same email!
cs_cz: Zadali jste stejný email!
de_de: Sie haben dieselbe E-Mail-Adresse eingegeben!
it_it: Hai inserito la stessa email!
pt_pt: Introduziu o mesmo e-mail!
tr_tr: Aynı e-postayı girdiniz!

# emailChanged
source: Email changed successfully!
cs_cz: Email byl úspěšně změněn!
de_de: E-Mail erfolgreich geändert!
it_it: Email cambiata con successo!
pt_pt: E-mail alterado com sucesso!
tr_tr: E-posta başarıyla değiştirildi!

# passwordChanged
source: Password changed successfully!
cs_cz: Heslo bylo úspěšně změněno!
de_de: Passwort erfolgreich geändert!
it_it: Password cambiata con successo!
pt_pt: Palavra-passe alterada com sucesso!
tr_tr: Şifre başarıyla değiştirildi!

# passwordChangedError
source: An error occurred changing the password!
cs_cz: Při změně hesla došlo k chybě!
de_de: Fehler beim Ändern des Passworts!
it_it: Si è verificato un errore durante il cambio della password!
pt_pt: Ocorreu um erro ao alterar a palavra-passe!
tr_tr: Şifre değiştirilirken bir hata oluştu!

source: Code
cs_cz: Kód
it_it: Codice
pt_pt: Código
tr_tr: Kod

# rememberMachine
source: Remember this machine
cs_cz: Zapamatovat si tento počítač
de_de: Dieses Gerät merken
it_it: Ricorda questa macchina
pt_pt: Lembre-se desta máquina
tr_tr: Bu cihazı hatırla

# loginRecovery2
source: log in with a recovery code
cs_cz: přihlásit se pomocí záchranného kódu
de_de: mit einem Wiederherstellungscode anmelden
it_it: accedi con un codice di recupero
pt_pt: Faça login com um código de recuperação
tr_tr: bir kurtarma koduyla oturum açın

# loginRecovery1
source: Don't have access to your authenticator device? You can
cs_cz: Nemáte přístup k vašemu autentizačnímu zařízení? Můžete se
de_de: Haben Sie keinen Zugriff auf Ihr Authenticator-Gerät? Sie können sich
it_it: Non hai accesso al tuo dispositivo di autenticazione? Puoi
pt_pt: Não tem acesso ao seu dispositivo de autenticação? Pode
tr_tr: Kimlik doğrulama cihazınıza erişiminiz yok mu? Şunu yapabilirsiniz:

# loginProtected
source: Your login is protected with an authenticator app. Enter your authenticator code below.
cs_cz: Vaše přihlášení je chráněno autentizační aplikací. Zadejte níže svůj autentizační kód.
de_de: Ihre Anmeldung ist mit einer Authenticator-App geschützt. Geben Sie unten Ihren Authenticator-Code ein.
it_it: Il tuo accesso è protetto con un'app di autenticazione. Inserisci il tuo codice di autenticazione qui sotto.
pt_pt: O seu login é protegido por uma aplicação autenticadora. Introduza o seu código autenticador abaixo.
tr_tr: Oturum açma işleminiz bir kimlik doğrulama uygulaması ile korunmaktadır. Aşağıya kimlik doğrulama kodunuzu girin.

# recoverCodeVerification
source: Recovery code verification
cs_cz: Ověření záchranného kódu
de_de: Wiederherstellungscode-Überprüfung
it_it: Verifica del codice di recupero
pt_pt: Verificação do código de recuperação
tr_tr: Kurtarma kodu doğrulaması

# recoverCodeMessage
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
cs_cz: Požádali jste o přihlášení pomocí záchranného kódu. Toto přihlášení nebude zapamatováno, dokud neposkytne kód autentizační aplikace při přihlášení nebo nevypnete 2FA a znovu se přihlásíte.
de_de: Sie haben eine Anmeldung mit einem Wiederherstellungscode angefordert. Diese Anmeldung wird nicht gespeichert, bis Sie einen Authenticator-App-Code bei der Anmeldung angeben oder 2FA deaktivieren und sich erneut anmelden.
it_it: Hai richiesto di accedere con un codice di recupero. Questo accesso non verrà ricordato finché non fornirai un codice dell'app di autenticazione all'accesso o disabiliti la 2FA e accedi di nuovo.
pt_pt: Pediu para iniciar sessão com um código de recuperação. Este início de sessão não será recordado até fornecer um código de aplicação de autenticação ao iniciar sessão ou desativar a 2FA e iniciar sessão novamente.
tr_tr: Bir kurtarma koduyla oturum açmayı talep ettiniz. Bu oturum açma işlemi, oturum açarken bir kimlik doğrulama uygulaması kodu sağlayana veya iki faktörlü kimlik doğrulamayı devre dışı bırakıp tekrar oturum açana kadar hatırlanmayacaktır.

source: Recovery Code
cs_cz: Záchranný kód
de_de: Wiederherstellungscode
it_it: Codice di Recupero
pt_pt: Código de recuperação
tr_tr: Kurtarma Kodu

# accountLocked
source: This account has been locked out, please try again later.
cs_cz: Tento účet byl zablokován, zkuste to prosím později.
de_de: Dieses Konto wurde gesperrt, bitte versuchen Sie es später erneut.
it_it: Questo account è stato bloccato, riprova più tardi.
pt_pt: Esta conta foi bloqueada, tente novamente mais tarde.
tr_tr: Bu hesap kilitlendi. Lütfen daha sonra tekrar deneyin.

# invalidCode
source: Invalid authenticator code
cs_cz: Neplatný autentizační kód
de_de: Ungültiger Authenticator-Code
it_it: Codice di autenticazione non valido
pt_pt: Código de autenticação inválido.
tr_tr: Geçersiz kimlik doğrulama kodu.

# recoverCodeInvalid
source: Invalid recovery code entered.
cs_cz: Byl zadán neplatný záchranný kód.
de_de: Ungültiger Wiederherstellungscode eingegeben.
it_it: Codice di recupero non valido inserito.
pt_pt: Código de recuperação inválido introduzido.
tr_tr: Geçersiz bir kurtarma kodu girildi.

# invalidLogin
source: Invalid login attempt
cs_cz: Neplatný pokus o přihlášení
de_de: Ungültiger Anmeldeversuch
it_it: Tentativo di accesso non valido
pt_pt: Tentativa de login inválida.
tr_tr: Geçersiz oturum açma denemesi.
