Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

source: Custom Fields
cs_cz: Vlastní Pole
de_de: Benutzerdefinierte Felder
it_it: Campi Personalizzati
pt_pt: Campos Personalizados
tr_tr: Özel Alanlar

source: Create Custom Field
cs_cz: Vytvořit Vlastní Pole
de_de: Benutzerdefiniertes Feld erstellen
it_it: Crea Campo Personalizzato
pt_pt: Criar Campo Personalizado
tr_tr: Özel Alan Oluştur

source: Edit Custom Field
cs_cz: Upravit Vlastní Pole
de_de: Benutzerdefiniertes Feld bearbeiten
it_it: Modifica Campo Personalizzato
pt_pt: Editar Campo Personalizado
tr_tr: Özel Alanı Düzenle

# customFieldCreated
source: Custom field created successfully
cs_cz: Vlastní pole bylo úspěšně vytvořeno
de_de: Benutzerdefiniertes Feld erfolgreich erstellt
it_it: Campo personalizzato creato con successo
pt_pt: Campo personalizado criado com sucesso
tr_tr: Özel alan başarıyla oluşturuldu

# customFieldUpdated
source: Custom field updated successfully
cs_cz: Vlastní pole bylo úspěšně aktualizováno
de_de: Benutzerdefiniertes Feld erfolgreich aktualisiert
it_it: Campo personalizzato aggiornato con successo
pt_pt: Campo personalizado atualizado com sucesso
tr_tr: Özel alan başarıyla güncellendi

# customFieldDeleted
source: Custom field deleted successfully
cs_cz: Vlastní pole bylo úspěšně smazáno
de_de: Benutzerdefiniertes Feld erfolgreich gelöscht
it_it: Campo personalizzato eliminato con successo
pt_pt: Campo personalizado eliminado com sucesso
tr_tr: Özel alan başarıyla silindi

source: Label
cs_cz: Štítek
de_de: Bezeichnung
it_it: Etichetta
pt_pt: Etiqueta
tr_tr: Etiket

source: Unique
cs_cz: Jedinečné
de_de: Eindeutig
it_it: Unico
pt_pt: Único
tr_tr: Benzersiz

source: Searchable
cs_cz: Prohledávatelné
de_de: Durchsuchbar
it_it: Ricercabile
pt_pt: Pesquisável
tr_tr: Aranabilir

source: Visible in Table
cs_cz: Viditelné v Tabulce
de_de: Sichtbar in Tabelle
it_it: Visibile in Tabella
pt_pt: Visível na Tabela
tr_tr: Tabloda Görünür

source: Default Value
cs_cz: Výchozí Hodnota
de_de: Standardwert
it_it: Valore Predefinito
pt_pt: Valor Padrão
tr_tr: Varsayılan Değer

# fieldTypeInput
source: Text Input
cs_cz: Textový Vstup
de_de: Texteingabe
it_it: Input di Testo
pt_pt: Entrada de Texto
tr_tr: Metin Girişi

# fieldTypeTextarea
source: Text Area
cs_cz: Textová Oblast
de_de: Textbereich
it_it: Area di Testo
pt_pt: Área de Texto
tr_tr: Metin Alanı

# fieldTypeSelect
source: Select List
cs_cz: Seznam Výběru
de_de: Auswahlliste
it_it: Lista di Selezione
pt_pt: Lista de Seleção
tr_tr: Seçim Listesi

# fieldTypeNumber
source: Number
cs_cz: Číslo
de_de: Zahl
it_it: Numero
pt_pt: Número
tr_tr: Sayı

# fieldTypeDate
source: Date
cs_cz: Datum
de_de: Datum
it_it: Data
pt_pt: Data
tr_tr: Tarih

# customFieldNameHelp
source: Alphanumeric characters, spaces, and underscores only
cs_cz: Název používaný k identifikaci pole (alfanumerické, mezery a podtržítka povolena)
de_de: Name zur Identifizierung des Felds (alphanumerisch, Leerzeichen und Unterstriche erlaubt)
it_it: Nome utilizzato per identificare il campo (alfanumerico, spazi e underscore consentiti)
pt_pt: Nome usado para identificar o campo (alfanumérico, espaços e underscores permitidos)
tr_tr: Alanı tanımlamak için kullanılan isim (alfanumerik, boşluk ve alt çizgi izin verilir)

# customFieldLabelHelp
source: Display name for the field
cs_cz: Text zobrazený uživateli pro toto pole
de_de: Text, der dem Benutzer für dieses Feld angezeigt wird
it_it: Testo visualizzato all'utente per questo campo
pt_pt: Texto exibido ao utilizador para este campo
tr_tr: Bu alan için kullanıcıya görüntülenen metin

# customFieldOrderHelp
source: Display order in forms
cs_cz: Pořadí zobrazení tohoto pole (menší čísla se zobrazují dříve)
de_de: Anzeigereihenfolge dieses Felds (kleinere Zahlen erscheinen zuerst)
it_it: Ordine di visualizzazione di questo campo (numeri più piccoli appaiono per primi)
pt_pt: Ordem de exibição deste campo (números menores aparecem primeiro)
tr_tr: Bu alanın görüntülenme sırası (küçük sayılar önce görünür)

# customFieldOptionsHelp
source: One option per line for select fields
cs_cz: Možnosti pro pole výběru (jedna na řádek)
de_de: Optionen für Auswahlfelder (eine pro Zeile)
it_it: Opzioni per i campi di selezione (una per riga)
pt_pt: Opções para campos de seleção (uma por linha)
tr_tr: Seçim alanları için seçenekler (her satırda bir tane)

# customFieldOptionsPlaceholder
source: Option 1 Option 2 Option 3
cs_cz: Možnost 1 Možnost 2 Možnost 3
it_it: Opzione 1 Opzione 2 Opzione 3
pt_pt: Opção 1 Opção 2 Opção 3
tr_tr: Seçenek 1 Seçenek 2 Seçenek 3

source: Inactive
cs_cz: Neaktivní
de_de: Inaktiv
it_it: Inattivo
pt_pt: Inativo
tr_tr: Pasif

source: Category Name
cs_cz: Název Kategorie
de_de: Kategoriename
it_it: Nome Categoria
pt_pt: Nome da Categoria
tr_tr: Kategori Adı

source: Category Description
cs_cz: Popis Kategorie
de_de: Kategoriebeschreibung
it_it: Descrizione Categoria
pt_pt: Descrição da Categoria
tr_tr: Kategori Açıklaması

source: Add Item
cs_cz: Přidat Položku
de_de: Element hinzufügen
it_it: Aggiungi Elemento
pt_pt: Adicionar Item
tr_tr: Öğe Ekle

source: Legacy Checklist
cs_cz: Zastaralý Checklist
de_de: Legacy-Checkliste
it_it: Checklist Legacy
pt_pt: Checklist Legado
tr_tr: Eski Kontrol Listesi

source: Checklist Templates
cs_cz: Šablony Checklistů
de_de: Checklisten-Vorlagen
it_it: Modelli Checklist
pt_pt: Modelos de Checklist
tr_tr: Kontrol Listesi Şablonları

source: Test Procedure
cs_cz: Testovací Postup
de_de: Testverfahren
it_it: Procedura Test
pt_pt: Procedimento de Teste
tr_tr: Test Prosedürü

source: Pass Criteria
cs_cz: Kritéria Úspěchu
de_de: Bestehungskriterien
it_it: Criteri di Successo
pt_pt: Critérios de Aprovação
tr_tr: Geçme Kriterleri

source: References
cs_cz: Reference
de_de: Referenzen
it_it: Riferimenti
pt_pt: Referências
tr_tr: Referanslar

source: Objectives
cs_cz: Cíle
de_de: Ziele
it_it: Obiettivi
pt_pt: Objetivos
tr_tr: Hedefler

source: View Checklist Template
cs_cz: Zobrazit Šablonu Checklistu
de_de: Checklisten-Vorlage anzeigen
it_it: Visualizza Modello Checklist
pt_pt: Ver Modelo de Checklist
tr_tr: Kontrol Listesi Şablonunu Görüntüle

source: Create Checklist Template
cs_cz: Vytvořit Šablonu Checklistu
de_de: Checklisten-Vorlage erstellen
it_it: Crea Modello Checklist
pt_pt: Criar Modelo de Checklist
tr_tr: Kontrol Listesi Şablonu Oluştur

source: No items in category
cs_cz: Žádné položky v této kategorii
de_de: Keine Elemente in dieser Kategorie
it_it: Nessun elemento in questa categoria
pt_pt: Nenhum item nesta categoria
tr_tr: Bu kategoride öğe yok

source: No categories in template
cs_cz: Žádné kategorie v této šabloně
de_de: Keine Kategorien in dieser Vorlage
it_it: Nessuna categoria in questo modello
pt_pt: Nenhuma categoria neste modelo
tr_tr: Bu şablonda kategori yok

# noLegacyChecklists
source: No legacy checklists found
cs_cz: Žádné starší checklists nalezeny
de_de: Keine Legacy-Checklisten gefunden
it_it: Nessuna checklist legacy trovata
pt_pt: Nenhuma checklist herdada encontrada
tr_tr: Miras kontrol listesi bulunamadı

source: Legacy Checklists
cs_cz: Starší Checklists
de_de: Legacy-Checklisten
it_it: Checklist Legacy
pt_pt: Checklists Herdadas
tr_tr: Miras Kontrol Listeleri

source: Delete Checklist Templates
cs_cz: Smazat Šablony Checklistu
de_de: Checklisten-Vorlagen löschen
it_it: Elimina Modelli Checklist
pt_pt: Eliminar Modelos de Checklist
tr_tr: Kontrol Listesi Şablonlarını Sil

source: Confirm Delete Templates
cs_cz: Potvrdit Smazání Šablon
de_de: Löschen von Vorlagen bestätigen
it_it: Conferma Eliminazione Modelli
pt_pt: Confirmar Eliminação de Modelos
tr_tr: Şablon Silmeyi Onayla

source: This action cannot be undone
cs_cz: Tuto akci nelze vrátit
de_de: Diese Aktion kann nicht rückgängig gemacht werden
it_it: Questa azione non può essere annullata
pt_pt: Esta ação não pode ser desfeita
tr_tr: Bu eylem geri alınamaz

source: Templates to Delete
cs_cz: Šablony ke Smazání
de_de: Zu löschende Vorlagen
it_it: Modelli da Eliminare
pt_pt: Modelos a Eliminar
tr_tr: Silinecek Şablonlar

source: System templates cannot be deleted
cs_cz: Systémové šablony nelze smazat
de_de: Systemvorlagen können nicht gelöscht werden
it_it: I modelli di sistema non possono essere eliminati
pt_pt: Os modelos do sistema não podem ser eliminados
tr_tr: Sistem şablonları silinemez

# confirmDeleteCustomChecklist
source: Are you sure you want to delete this custom checklist?
cs_cz: Jste si jisti, že chcete smazat tento vlastní kontrolní seznam?
de_de: Sind Sie sicher, dass Sie diese benutzerdefinierte Checkliste löschen möchten?
it_it: Sei sicuro di voler eliminare questa checklist personalizzata?
pt_pt: Tem a certeza de que deseja eliminar esta lista de verificação personalizada?
tr_tr: Bu özel kontrol listesini silmek istediğinizden emin misiniz?

# confirmDeleteMultipleCustomChecklists
source: Are you sure you want to delete the selected custom checklists?
cs_cz: Jste si jisti, že chcete smazat vybrané vlastní kontrolní seznamy?
de_de: Sind Sie sicher, dass Sie die ausgewählten benutzerdefinierten Checklisten löschen möchten?
it_it: Sei sicuro di voler eliminare le checklist personalizzate selezionate?
pt_pt: Tem a certeza de que deseja eliminar as listas de verificação personalizadas selecionadas?
tr_tr: Seçili özel kontrol listelerini silmek istediğinizden emin misiniz?

# confirmDeleteTemplate
source: Are you sure you want to delete this template?
cs_cz: Jste si jisti, že chcete smazat tuto šablonu?
de_de: Sind Sie sicher, dass Sie diese Vorlage löschen möchten?
it_it: Sei sicuro di voler eliminare questo modello?
pt_pt: Tem a certeza de que deseja eliminar este modelo?
tr_tr: Bu şablonu silmek istediğinizden emin misiniz?

source: Create Custom Checklist
cs_cz: Vytvořit vlastní kontrolní seznam
de_de: Benutzerdefinierte Checkliste erstellen
it_it: Crea Checklist Personalizzata
pt_pt: Criar Lista de Verificação Personalizada
tr_tr: Özel Kontrol Listesi Oluştur

source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
it_it: Personalizzato
pt_pt: Personalizado
tr_tr: Özel

source: Custom Checklists
cs_cz: Vlastní kontrolní seznamy
de_de: Benutzerdefinierte Checklisten
it_it: Checklist Personalizzate
pt_pt: Listas de Verificação Personalizadas
tr_tr: Özel Kontrol Listeleri

source: Delete All
cs_cz: Smazat vše
de_de: Alle löschen
it_it: Elimina Tutto
pt_pt: Eliminar Tudo
tr_tr: Tümünü Sil

source: Delete Checklist Template
cs_cz: Smazat šablonu kontrolního seznamu
de_de: Checklisten-Vorlage löschen
it_it: Elimina Modello Checklist
pt_pt: Eliminar Modelo de Lista de Verificação
tr_tr: Kontrol Listesi Şablonu Sil

source: Delete Custom Checklist
cs_cz: Smazat vlastní kontrolní seznam
de_de: Benutzerdefinierte Checkliste löschen
it_it: Elimina Checklist Personalizzata
pt_pt: Eliminar Lista de Verificação Personalizada
tr_tr: Özel Kontrol Listesi Sil

source: Delete Selected Custom Checklists
cs_cz: Smazat vybrané vlastní kontrolní seznamy
de_de: Ausgewählte benutzerdefinierte Checklisten löschen
it_it: Elimina Checklist Personalizzate Selezionate
pt_pt: Eliminar Listas de Verificação Personalizadas Selecionadas
tr_tr: Seçili Özel Kontrol Listelerini Sil

# deleteTemplateWarning
source: This will permanently delete the template and all its data. This action cannot be undone.
cs_cz: Toto trvale smaže šablonu a všechna její data. Tuto akci nelze vrátit zpět.
de_de: Dies wird die Vorlage und alle ihre Daten dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
it_it: Questo eliminerà permanentemente il modello e tutti i suoi dati. Questa azione non può essere annullata.
pt_pt: Isto eliminará permanentemente o modelo e todos os seus dados. Esta ação não pode ser desfeita.
tr_tr: Bu, şablonu ve tüm verilerini kalıcı olarak silecektir. Bu eylem geri alınamaz.

# deleteTemplatesWarning
source: This will permanently delete the selected templates and all their data. This action cannot be undone.
cs_cz: Toto trvale smaže vybrané šablony a všechna jejich data. Tuto akci nelze vrátit zpět.
de_de: Dies wird die ausgewählten Vorlagen und alle ihre Daten dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
it_it: Questo eliminerà permanentemente i modelli selezionati e tutti i loro dati. Questa azione non può essere annullata.
pt_pt: Isto eliminará permanentemente os modelos selecionados e todos os seus dados. Esta ação não pode ser desfeita.
tr_tr: Bu, seçili şablonları ve tüm verilerini kalıcı olarak silecektir. Bu eylem geri alınamaz.

source: Deleting...
cs_cz: Mazání...
de_de: Löschen...
it_it: Eliminazione...
pt_pt: A eliminar...
tr_tr: Siliniyor...

source: Execute Checklist
cs_cz: Spustit kontrolní seznam
de_de: Checkliste ausführen
it_it: Esegui Checklist
pt_pt: Executar Lista de Verificação
tr_tr: Kontrol Listesi Yürüt

source: Execution
cs_cz: Spuštění
de_de: Ausführung
it_it: Esecuzione
pt_pt: Execução
tr_tr: Yürütme

source: Execution Details
cs_cz: Detaily spuštění
de_de: Ausführungsdetails
it_it: Dettagli Esecuzione
pt_pt: Detalhes da Execução
tr_tr: Yürütme Detayları

source: Fail
cs_cz: Neúspěch
de_de: Fehlschlagen
it_it: Fallimento
pt_pt: Falha
tr_tr: Başarısız

source: Feature not implemented
cs_cz: Funkce není implementována
de_de: Funktion nicht implementiert
it_it: Funzionalità non implementata
pt_pt: Funcionalidade não implementada
tr_tr: Özellik henüz uygulanmamış

source: Item
cs_cz: Položka
de_de: Element
it_it: Elemento
tr_tr: Öğe

source: No
cs_cz: Ne
de_de: Nein
pt_pt: Não
tr_tr: Hayır

source: No executions found
cs_cz: Nenalezena žádná spuštění
de_de: Keine Ausführungen gefunden
it_it: Nessuna esecuzione trovata
pt_pt: Nenhuma execução encontrada
tr_tr: Hiç yürütme bulunamadı

source: Not Tested
cs_cz: Netestováno
de_de: Nicht getestet
it_it: Non Testato
pt_pt: Não Testado
tr_tr: Test Edilmedi

source: Open Checklist
cs_cz: Otevřít kontrolní seznam
de_de: Checkliste öffnen
it_it: Apri Checklist
pt_pt: Abrir Lista de Verificação
tr_tr: Kontrol Listesi Aç

source: Processing...
cs_cz: Zpracování...
de_de: Verarbeitung...
it_it: Elaborazione...
pt_pt: A processar...
tr_tr: İşleniyor...

source: Progress
cs_cz: Pokrok
de_de: Fortschritt
it_it: Progresso
pt_pt: Progresso
tr_tr: İlerleme

# selectedItemsCount
source: Selected Items
cs_cz: Vybrané položky
de_de: Ausgewählte Elemente
it_it: Elementi Selezionati
pt_pt: Itens Selecionados
tr_tr: Seçili Öğeler

source: Severity
cs_cz: Závažnost
de_de: Schweregrad
it_it: Gravità
pt_pt: Gravidade
tr_tr: Önem Derecesi

source: System
cs_cz: Systém
it_it: Sistema
pt_pt: Sistema
tr_tr: Sistem

source: Template Preview
cs_cz: Náhled šablony
de_de: Vorlagen-Vorschau
it_it: Anteprima Modello
pt_pt: Pré-visualização do Modelo
tr_tr: Şablon Önizleme

source: Tested Date
cs_cz: Datum testování
de_de: Getestetes Datum
it_it: Data Testata
pt_pt: Data de Teste
tr_tr: Test Tarihi

source: This template contains
cs_cz: Tato šablona obsahuje
de_de: Diese Vorlage enthält
it_it: Questo modello contiene
pt_pt: Este modelo contém
tr_tr: Bu şablon şunları içerir

source: Total Items
cs_cz: Celkové položky
de_de: Gesamte Elemente
it_it: Elementi Totali
pt_pt: Total de Itens
tr_tr: Toplam Öğeler

source: View
cs_cz: Zobrazit
de_de: Anzeigen
it_it: Visualizza
pt_pt: Ver
tr_tr: Görüntüle

source: View Checklist Item
cs_cz: Zobrazit položku kontrolního seznamu
de_de: Checklisten-Element anzeigen
it_it: Visualizza Elemento Checklist
pt_pt: Ver Item da Lista de Verificação
tr_tr: Kontrol Listesi Öğesi Görüntüle

source: Audit Logs
cs_cz: Audit protokoly
de_de: Audit-Protokolle
it_it: Log di Audit
pt_pt: Registos de Auditoria
tr_tr: Denetim Günlükleri

source: System Logs
cs_cz: Systémové protokoly
de_de: System-Protokolle
it_it: Log di Sistema
pt_pt: Registos do Sistema
tr_tr: Sistem Günlükleri

source: Audit Log
cs_cz: Audit protokol
de_de: Audit-Protokoll
it_it: Log di Audit
pt_pt: Registo de Auditoria
tr_tr: Denetim Günlüğü

source: Affected Columns
cs_cz: Ovlivněné sloupce
de_de: Betroffene Spalten
it_it: Colonne Interessate
pt_pt: Colunas Afetadas
tr_tr: Etkilenen Sütunlar

source: Primary Key
cs_cz: Primární klíč
de_de: Primärschlüssel
it_it: Chiave Primaria
pt_pt: Chave Primária
tr_tr: Birincil Anahtar

source: Old Values
cs_cz: Staré hodnoty
de_de: Alte Werte
it_it: Valori Precedenti
pt_pt: Valores Antigos
tr_tr: Eski Değerler

source: New Values
cs_cz: Nové hodnoty
de_de: Neue Werte
it_it: Valori Nuovi
pt_pt: Valores Novos
tr_tr: Yeni Değerler

source: Event Type
cs_cz: Typ události
de_de: Ereignistyp
it_it: Tipo di Evento
pt_pt: Tipo de Evento
tr_tr: Olay Türü

source: Table
cs_cz: Tabulka
de_de: Tabelle
it_it: Tabella
pt_pt: Tabela
tr_tr: Tablo

source: Date
cs_cz: Datum
de_de: Datum
it_it: Data
pt_pt: Data
tr_tr: Tarih

# logsDeletedError
source: Error deleting logs
cs_cz: Chyba při mazání protokolů
de_de: Fehler beim Löschen der Protokolle
it_it: Errore durante l'eliminazione dei log
pt_pt: Erro ao eliminar registos
tr_tr: Günlükleri silme hatası

source: Critical CVEs
de_de: Kritische CVEs
it_it: CVE Critici
pt_pt: CVEs Críticos
tr_tr: Kritik CVE'ler

source: KEV CVEs
it_it: CVE KEV
pt_pt: CVEs KEV
tr_tr: KEV CVE'ler

source: New Today
de_de: Heute Neu
it_it: Nuovi Oggi
pt_pt: Novos Hoje
tr_tr: Bugün Yeni

source: Severity Distribution
de_de: Schweregrad-Verteilung
it_it: Distribuzione Gravità
pt_pt: Distribuição de Severidade
tr_tr: Önem Dağılımı

source: CVE Trend
it_it: Tendenza CVE
pt_pt: Tendência de CVE
tr_tr: CVE Trendi

source: Top Vendors
de_de: Top-Anbieter
it_it: Principali Fornitori
pt_pt: Principais Fornecedores
tr_tr: En İyi Satıcılar

source: Recent CVEs
de_de: Neueste CVEs
it_it: CVE Recenti
pt_pt: CVEs Recentes
tr_tr: Son CVE'ler

source: Active Subscriptions
de_de: Aktive Abonnements
it_it: Abbonamenti Attivi
pt_pt: Subscrições Ativas
tr_tr: Aktif Abonelikler

source: EPSS Score Distribution
de_de: EPSS-Score-Verteilung
it_it: Distribuzione Punteggio EPSS
pt_pt: Distribuição de Pontuação EPSS
tr_tr: EPSS Puan Dağılımı

source: Last 24 Hours
de_de: Letzte 24 Stunden
it_it: Ultime 24 Ore
pt_pt: Últimas 24 Horas
tr_tr: Son 24 Saat

source: Last 7 Days
de_de: Letzte 7 Tage
it_it: Ultimi 7 Giorni
pt_pt: Últimos 7 Dias
tr_tr: Son 7 Gün

source: Last 30 Days
de_de: Letzte 30 Tage
it_it: Ultimi 30 Giorni
pt_pt: Últimos 30 Dias
tr_tr: Son 30 Gün

source: Last 90 Days
de_de: Letzte 90 Tage
it_it: Ultimi 90 Giorni
pt_pt: Últimos 90 Dias
tr_tr: Son 90 Gün

source: Last Year
de_de: Letztes Jahr
it_it: Ultimo Anno
pt_pt: Último Ano
tr_tr: Son Yıl

source: All Time
de_de: Alle Zeit
it_it: Tutto il Tempo
pt_pt: Todo o Tempo
tr_tr: Tüm Zamanlar

source: All Severities
de_de: Alle Schweregrade
it_it: Tutte le Gravità
pt_pt: Todas as Severidades
tr_tr: Tüm Önem Dereceleri

source: No Score
de_de: Kein Score
it_it: Nessun Punteggio
pt_pt: Sem Pontuação
tr_tr: Puan Yok

source: All Vendors
de_de: Alle Anbieter
it_it: Tutti i Fornitori
pt_pt: Todos os Fornecedores
tr_tr: Tüm Satıcılar

source: KEV Only
de_de: Nur KEV
it_it: Solo KEV
pt_pt: Apenas KEV
tr_tr: Sadece KEV

source: Refresh
de_de: Aktualisieren
it_it: Aggiorna
pt_pt: Atualizar
tr_tr: Yenile

source: Reset
de_de: Zurücksetzen
it_it: Reimposta
pt_pt: Reiniciar
tr_tr: Sıfırla

source: Time Range
de_de: Zeitbereich
it_it: Intervallo Temporale
pt_pt: Intervalo de Tempo
tr_tr: Zaman Aralığı

source: Vendor
de_de: Anbieter
it_it: Fornitore
pt_pt: Fornecedor
tr_tr: Satıcı

source: CVE Dashboard
it_it: Dashboard CVE
pt_pt: Painel CVE
tr_tr: CVE Paneli

source: CVE Management
de_de: CVE-Verwaltung
it_it: Gestione CVE
pt_pt: Gestão de CVE
tr_tr: CVE Yönetimi

source: CVE Notifications
de_de: CVE-Benachrichtigungen
it_it: Notifiche CVE
pt_pt: Notificações CVE
tr_tr: CVE Bildirimleri

source: CVE Subscriptions
de_de: CVE-Abonnements
it_it: Abbonamenti CVE
pt_pt: Subscrições CVE
tr_tr: CVE Abonelikleri

source: Total CVEs
de_de: Gesamt CVEs
it_it: Totale CVE
pt_pt: Total de CVEs
tr_tr: Toplam CVE

# readAt
source: Read
de_de: Gelesen
it_it: Letto
pt_pt: Lido
tr_tr: Okundu

source: View CVE
de_de: CVE anzeigen
it_it: Visualizza CVE
pt_pt: Ver CVE
tr_tr: CVE Görüntüle

source: Mark as Read
de_de: Als gelesen markieren
it_it: Segna come letto
pt_pt: Marcar como lido
tr_tr: Okundu olarak işaretle

source: Subscription
de_de: Abonnement
it_it: Abbonamento
pt_pt: Subscrição
tr_tr: Abonelik

source: Delivery Status
de_de: Lieferstatus
it_it: Stato di Consegna
pt_pt: Estado de Entrega
tr_tr: Teslimat Durumu

source: My Subscriptions
de_de: Meine Abonnements
it_it: I Miei Abbonamenti
pt_pt: Minhas Subscrições
tr_tr: Aboneliklerim

source: Create Subscription
de_de: Abonnement erstellen
it_it: Crea Abbonamento
pt_pt: Criar Subscrição
tr_tr: Abonelik Oluştur

# noSubscriptionsFound
source: No subscriptions found. Create your first subscription to get notified about CVEs.
de_de: Keine Abonnements gefunden
it_it: Nessun abbonamento trovato
pt_pt: Nenhuma subscrição encontrada
tr_tr: Abonelik bulunamadı

source: Create Default Subscriptions
de_de: Standard-Abonnements erstellen
it_it: Crea Abbonamenti Predefiniti
pt_pt: Criar Subscrições Padrão
tr_tr: Varsayılan Abonelikler Oluştur

source: Subscription Summary
de_de: Abonnement-Zusammenfassung
it_it: Riepilogo Abbonamenti
pt_pt: Resumo das Subscrições
tr_tr: Abonelik Özeti

source: Unread Notifications
de_de: Ungelesene Benachrichtigungen
it_it: Notifiche Non Lette
pt_pt: Notificações Não Lidas
tr_tr: Okunmamış Bildirimler

source: Matches Today
de_de: Heute gefunden
it_it: Trovate Oggi
pt_pt: Encontradas Hoje
tr_tr: Bugün Bulunan

source: Matches This Week
de_de: Diese Woche gefunden
it_it: Trovate Questa Settimana
pt_pt: Encontradas Esta Semana
tr_tr: Bu Hafta Bulunan

source: Mark All as Read
de_de: Alle als gelesen markieren
it_it: Segna Tutto come Letto
pt_pt: Marcar Todas como Lidas
tr_tr: Tümünü Okundu İşaretle

# noNotificationsFound
source: No notifications found. Create CVE subscriptions to start receiving notifications.
de_de: Keine Benachrichtigungen gefunden
it_it: Nessuna notifica trovata
pt_pt: Nenhuma notificação encontrada
tr_tr: Bildirim bulunamadı

source: Notifications
de_de: Benachrichtigungen
it_it: Notifiche
pt_pt: Notificações
tr_tr: Bildirimler

source: Active Projects Only
de_de: Nur aktive Projekte
it_it: Solo progetti attivi
pt_pt: Só Projetos Ativos
tr_tr: Sadece Aktif Projeler

source: My Tasks Only
de_de: Nur meine Aufgaben
it_it: Solo le mie attività
pt_pt: Só Minhas Tarefas
tr_tr: Sadece Benim Görevlerim

source: All Statuses
de_de: Alle Status
it_it: Tutti gli stati
pt_pt: Todos os Estados
tr_tr: Tüm Durumlar

source: All Risks
de_de: Alle Risiken
it_it: Tutti i rischi
pt_pt: Todos os Riscos
tr_tr: Tüm Riskler

# vulnRisk
source: Vulnerability Risk
de_de: Schwachstellen-Risiko
it_it: Rischio vulnerabilità
pt_pt: Risco de Vulnerabilidade
tr_tr: Güvenlik Açığı Riski

source: Delete Selected
de_de: Ausgewählte löschen
it_it: Elimina selezionati
pt_pt: Eliminar Selecionados
tr_tr: Seçilenleri Sil

source: Clear Selection
de_de: Auswahl löschen
it_it: Cancella selezione
pt_pt: Limpar Seleção
tr_tr: Seçimi Temizle

source: Read
de_de: Gelesen
it_it: Letto
pt_pt: Lido
tr_tr: Okundu

source: Created
de_de: Erstellt
it_it: Creato
pt_pt: Criado
tr_tr: Oluşturuldu

source: Unread
de_de: Ungelesen
it_it: Non letto
pt_pt: Não lido
tr_tr: Okunmamış

source: Today
de_de: Heute
it_it: Oggi
pt_pt: Hoje
tr_tr: Bugün

source: This Week
de_de: Diese Woche
it_it: Questa settimana
pt_pt: Esta semana
tr_tr: Bu hafta

source: Total
de_de: Gesamt
it_it: Totale
tr_tr: Toplam

source: Known Exploited Only
de_de: Nur bekannte Exploits
it_it: Solo exploit noti
pt_pt: Apenas exploits conhecidos
tr_tr: Sadece bilinen exploit'ler

source: Product
de_de: Produkt
it_it: Prodotto
pt_pt: Produto
tr_tr: Ürün

source: Frequency
de_de: Häufigkeit
it_it: Frequenza
pt_pt: Frequência
tr_tr: Sıklık

source: Method
de_de: Methode
it_it: Metodo
pt_pt: Método
tr_tr: Yöntem
