Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

source: Out Of Time:
cs_cz: Čas vypršel:
de_de: Keine Zeit mehr:
it_it: Fuori Tempo:
pt_pt: Fora do tempo:
tr_tr: Süre Doldu:

# restoreAttachmentsError
source: An error occurred restoring the attachments!
cs_cz: Při obnově příloh došlo k chybě!
de_de: Fehler beim Wiederherstellen der Anhänge!
it_it: Si è verificato un errore durante il ripristino degli allegati!
pt_pt: Ocorreu um erro ao restaurar os anexos!
tr_tr: Ekler geri yüklenirken bir hata oluştu!

# restoreDataError
source: An error occurred restoring the data!
cs_cz: Při obnově dat došlo k chybě!
de_de: Fehler beim Wiederherstellen der Daten!
it_it: Si è verificato un errore durante il ripristino dei dati!
pt_pt: Ocorreu um erro ao restaurar os dados!
tr_tr: Veriler geri yüklenirken bir hata oluştu!

source: Delete Project
cs_cz: Smazat projekt
de_de: Projekt löschen
it_it: Elimina Progetto
pt_pt: Eliminar Projeto
tr_tr: Projeyi Sil

# restoredData
source: Data restored successfully!
cs_cz: Data byla úspěšně obnovena!
de_de: Daten erfolgreich wiederhergestellt!
it_it: Dati ripristinati con successo!
pt_pt: Dados restaurados com sucesso!
tr_tr: Veriler başarıyla geri yüklendi!

# restoredAttachments
source: Attachments restored successfully!
cs_cz: Přílohy byly úspěšně obnoveny!
de_de: Anhänge erfolgreich wiederhergestellt!
it_it: Allegati ripristinati con successo!
pt_pt: Anexos restaurados com sucesso!
tr_tr: Ekler başarıyla geri yüklendi!

# deletedAvatar
source: Avatar deleted successfully!
cs_cz: Avatar byl úspěšně smazán!
de_de: Avatar erfolgreich gelöscht!
it_it: Avatar eliminato con successo!
pt_pt: Avatar eliminado com sucesso!
tr_tr: Avatar başarıyla silindi!

# deletedAvatarError
source: An error occurred deleting the avatar!
cs_cz: Při mazání avataru došlo k chybě!
de_de: Fehler beim Löschen des Avatars!
it_it: Si è verificato un errore durante l'eliminazione dell'avatar!
pt_pt: Ocorreu um erro ao eliminar o avatar!
tr_tr: Avatar silinirken bir hata oluştu!

source: Workspace
cs_cz: Pracovní prostor
de_de: Arbeitsbereich
pt_pt: Espaço de trabalho
tr_tr: Çalışma Alanı

source: Portuguese
cs_cz: Portugalština
de_de: Portugiesisch
it_it: Portoghese
pt_pt: Português
tr_tr: Portekizce

source: Spanish
cs_cz: Španělština
de_de: Spanisch
it_it: Spagnolo
pt_pt: Espanhol
tr_tr: İspanyolca

# welcomeUser
source: Welcome
cs_cz: Vítejte zpět
de_de: Willkommen zurück
it_it: Bentornato
pt_pt: Bem-vindo de volta
tr_tr: Tekrar hoş geldiniz

source: Light Theme
cs_cz: Světlý motiv
de_de: Helles Theme
it_it: Tema Chiaro
pt_pt: Tema Claro
tr_tr: Açık Tema

source: Dark Theme
cs_cz: Tmavý motiv
de_de: Dunkles Theme
it_it: Tema Scuro
pt_pt: Tema Escuro
tr_tr: Koyu Tema

source: Advanced CSS
cs_cz: Pokročilé CSS
de_de: Erweiterte CSS
it_it: CSS Avanzato
pt_pt: CSS Avançado
tr_tr: Gelişmiş CSS

# updateStyle
source: Update CSS Style
cs_cz: Aktualizovat CSS styl
de_de: CSS-Stil aktualisieren
it_it: Aggiorna Stile CSS
pt_pt: Atualizar Estilo CSS
tr_tr: CSS Stilini Güncelle

source: Warnings
cs_cz: Varování
de_de: Warnungen
it_it: Avvisi
pt_pt: Avisos
tr_tr: Uyarılar

source: Assign To Me
cs_cz: Přiřadit k sobě
de_de: Mir zuweisen
it_it: Assegna a Me
pt_pt: Atribuir Para Mim
tr_tr: Bana Ata

# cvssAcHigh
source: Bad: A successful attack depends on conditions outside the attacker's control. That is, a successful attack cannot be accomplished at-will, but requires the attacker to invest in some measurable amount of effort in preparation or execution against a specific target before successful attack can be expected. A successful attack depends on attackers overcoming one OR both of the following conditions: the attacker must gather target-specific reconnaissance; or the attacker must prepare the target environment to improve exploit reliability.
cs_cz: Špatné: Úspěšný útok závisí na podmínkách mimo kontrolu útočníka. To znamená, že úspěšný útok nemůže být proveden podle libosti, ale vyžaduje, aby útočník investoval do nějaké měřitelné míry úsilí v přípravě nebo provádění proti konkrétnímu cíli před tím, než lze očekávat úspěšný útok.
de_de: Schlechter Fall: Ein erfolgreicher Angriff hängt von Bedingungen außerhalb der Kontrolle des Angreifers ab. Das heißt, ein erfolgreicher Angriff kann nicht nach Belieben durchgeführt werden, sondern erfordert, dass der Angreifer in messbare Anstrengungen in Vorbereitung oder Ausführung gegen ein bestimmtes Ziel investiert, bevor ein erfolgreicher Angriff erwartet werden kann.
it_it: Cattivo: Un attacco riuscito dipende da condizioni fuori dal controllo dell'attaccante. Cioè, un attacco riuscito non può essere compiuto a volontà, ma richiede che l'attaccante investa in una certa quantità misurabile di sforzo nella preparazione o esecuzione contro un target specifico prima che si possa aspettare un attacco riuscito. Un attacco riuscito dipende dagli attaccanti che superano una O entrambe le seguenti condizioni: l'attaccante deve raccogliere ricognizione specifica del target; o l'attaccante deve preparare l'ambiente del target per migliorare l'affidabilità dell'exploit.
pt_pt: Mau: O êxito de um ataque depende de condições que escapam ao controlo do atacante. Ou seja, um ataque bem sucedido não pode ser efectuado à vontade, mas exige que o atacante invista uma quantidade mensurável de esforço na preparação ou execução contra um alvo específico antes de se poder esperar um ataque bem sucedido. Um ataque bem sucedido depende de os atacantes ultrapassarem uma ou ambas as seguintes condições: o atacante tem de reunir conhecimentos específicos sobre o alvo; ou o atacante tem de preparar o ambiente do alvo para melhorar a fiabilidade da exploração.
tr_tr: Kötü: Bir saldırının başarısı, saldırganın kontrolü dışındaki koşullara bağlıdır. Yani, başarılı bir saldırı isteğe bağlı olarak gerçekleştirilemez, ancak başarılı bir saldırı beklenebilmesi için saldırganın belirli bir hedefe karşı hazırlık veya yürütme için ölçülebilir bir çaba harcamasını gerektirir. Başarılı bir saldırı, saldırganların aşağıdaki koşullardan birini veya her ikisini aşmasına bağlıdır: saldırgan hedef hakkında özel bilgi toplamalıdır; veya saldırgan, istismarın güvenilirliğini artırmak için hedef ortamını hazırlamalıdır.

# cvssAcLow
source: Worst: Specialized access conditions or extenuating circumstances do not exist. An attacker can expect repeatable exploit success against a vulnerable target.
cs_cz: Nejhorší: Specializované přístupové podmínky nebo zmírňující okolnosti neexistují. Útočník může očekávat opakovaný úspěch exploitu proti zranitelnému cíli.
de_de: Schlimmster Fall: Spezialisierte Zugriffsbedingungen oder mildernde Umstände existieren nicht. Ein Angreifer kann wiederholbaren Exploit-Erfolg gegen ein verwundbares Ziel erwarten.
it_it: Peggiore: Condizioni di accesso specializzate o circostanze attenuanti non esistono. Un attaccante può aspettarsi un successo di exploit ripetibile contro un target vulnerabile.
pt_pt: O pior: Não existem condições de acesso especializadas ou circunstâncias atenuantes. Um atacante pode esperar um sucesso repetido da exploração contra um alvo vulnerável.
tr_tr: En Kötü: Özel erişim koşulları veya hafifletici durumlar yoktur. Bir saldırgan, savunmasız bir hedefe karşı tekrarlanabilir istismar başarısı bekleyebilir.

# cvssAHigh
source: Worst: There is total loss of availability, resulting in the attacker being able to fully deny access to resources in the affected scope; this loss is either sustained (while the attacker continues to deliver the attack) or persistent (the condition persists even after the attack has completed). Alternatively, the attacker has the ability to deny some availability, but the loss of availability presents a direct, serious impact to the affected scope (e.g. the attacker cannot disrupt existing connections, but can prevent new connections; the attacker can repeatedly exploit a vulnerability that, in each instance of a successful attack, leaks a only small amount of memory, but after repeated exploitation causes a service to become completely unavailable).
cs_cz: Nejhorší: Dochází k úplné ztrátě dostupnosti, což má za následek, že útočník je schopen úplně odmítnout přístup ke zdrojům v dotčeném rozsahu; tato ztráta je buď trvalá (zatímco útočník pokračuje v útoku) nebo přetrvává (stav přetrvává i po dokončení útoku).
de_de: Schlimmster Fall: Es gibt einen vollständigen Verlust der Verfügbarkeit, was dazu führt, dass der Angreifer den Zugriff auf Ressourcen im betroffenen Bereich vollständig verweigern kann; dieser Verlust ist entweder anhaltend oder persistent.
it_it: Peggiore: C'è una perdita totale di disponibilità, che risulta nell'attaccante in grado di negare completamente l'accesso alle risorse nell'ambito interessato; questa perdita è sostenuta (mentre l'attaccante continua a consegnare l'attacco) o persistente (la condizione persiste anche dopo che l'attacco è stato completato). In alternativa, l'attaccante ha la capacità di negare qualche disponibilità, ma la perdita di disponibilità presenta un impatto diretto e serio all'ambito interessato (es. l'attaccante non può interrompere le connessioni esistenti, ma può impedire nuove connessioni; l'attaccante può sfruttare ripetutamente una vulnerabilità che, in ogni istanza di un attacco riuscito, perde solo una piccola quantità di memoria, ma dopo lo sfruttamento ripetuto fa sì che un servizio diventi completamente non disponibile).
pt_pt: O pior: Ocorre uma perda total de disponibilidade, o que faz com que o atacante seja capaz de negar completamente o acesso aos recursos no domínio afetado; esta perda é sustentada (enquanto o atacante continuar o ataque) ou persistente (a condição persiste mesmo depois de o ataque ter terminado). Em alternativa, o atacante pode negar alguma disponibilidade, mas a perda de disponibilidade representa um impacto direto e grave para o domínio afetado (por exemplo, o atacante não pode interromper as ligações existentes, mas pode impedir novas ligações; o atacante pode explorar repetidamente uma vulnerabilidade que, em cada instância de um ataque bem sucedido, apenas vaza uma pequena quantidade de memória, mas após a exploração repetida faz com que um serviço fique completamente indisponível).
tr_tr: En Kötü: Tam bir erişilebilirlik kaybı meydana gelir, bu da saldırganın etkilenen kapsamdaki kaynaklara erişimi tamamen engellemesine neden olur; bu kayıp sürekli (saldırgan saldırıyı sürdürdüğü sürece) veya kalıcıdır (saldırı sona erdikten sonra bile durum devam eder). Alternatif olarak, saldırganın belirli bir erişilebilirliği engelleme yeteneği vardır, ancak erişilebilirlik kaybı etkilenen kapsam için doğrudan ve ciddi bir etki sunar (örneğin, saldırgan mevcut bağlantıları kesemez, ancak yeni bağlantıları engelleyebilir; saldırgan, başarılı bir saldırının her örneğinde yalnızca küçük bir miktar bellek sızdıran bir güvenlik açığını tekrar tekrar istismar edebilir, ancak tekrarlanan istismardan sonra bir hizmetin tamamen kullanılamaz hale gelmesine neden olur).

# cvssALow
source: Bad: There is reduced performance or interruptions in resource availability. The attacker does not have the ability to completely deny service to legitimate users, even through repeated exploitation of the vulnerability. The resources in the affected scope are either partially available all of the time, or fully available only some of the time, but the overall there is no direct, serious impact to the affected scope.
cs_cz: Špatné: Dochází ke sníženému výkonu nebo přerušení dostupnosti zdrojů. Útočník nemá schopnost úplně odmítnout službu legitimním uživatelům, a to ani prostřednictvím opakovaného zneužití zranitelnosti.
de_de: Schlechter Fall: Es gibt reduzierte Leistung oder Unterbrechungen in der Ressourcenverfügbarkeit. Der Angreifer hat nicht die Fähigkeit, den Dienst für legitime Benutzer vollständig zu verweigern, auch nicht durch wiederholte Ausnutzung der Sicherheitslücke.
it_it: Cattivo: C'è una riduzione delle prestazioni o interruzioni nella disponibilità delle risorse. L'attaccante non ha la capacità di negare completamente il servizio agli utenti legittimi, anche attraverso lo sfruttamento ripetuto della vulnerabilità. Le risorse nell'ambito interessato sono parzialmente disponibili tutto il tempo, o completamente disponibili solo parte del tempo, ma nel complesso non c'è impatto diretto e serio sull'ambito interessato.
pt_pt: Mau: Há um desempenho reduzido ou interrupções na disponibilidade de recursos. O atacante não tem a capacidade de negar completamente o serviço a utilizadores legítimos, mesmo através da exploração repetida da vulnerabilidade. Os recursos no domínio afetado estão parcialmente disponíveis o tempo todo, ou totalmente disponíveis apenas parte do tempo, mas, em geral, não há impacto direto e grave no domínio afetado.
tr_tr: Kötü: Kaynakların erişilebilirliğinde performans düşüşü veya kesintiler vardır. Saldırgan, güvenlik açığının tekrarlanan istismarı yoluyla bile meşru kullanıcılara hizmeti tamamen reddetme yeteneğine sahip değildir. Etkilenen kapsamdaki kaynaklar her zaman kısmen kullanılabilir veya yalnızca zamanın bir kısmında tamamen kullanılabilir, ancak genel olarak etkilenen kapsam üzerinde doğrudan ve ciddi bir etki yoktur.

# cvssANone
source: Good: There is no impact to availability within the affected scope.
cs_cz: Dobré: Není žádný dopad na dostupnost v rámci dotčeného rozsahu.
de_de: Gut: Es gibt keine Auswirkung auf die Verfügbarkeit innerhalb des betroffenen Bereichs.
it_it: Buono: Non c'è impatto sulla disponibilità nell'ambito interessato.
pt_pt: Bom: Não há impacto na disponibilidade na zona afetada.
tr_tr: İyi: Etkilenen kapsam içinde erişilebilirlik üzerinde hiçbir etkisi yoktur.

# cvssAvAdjacent
source: Worse: A vulnerability exploitable with adjacent network access means the vulnerable authorization scope is bound to the network stack and the attacker's path to the vulnerable system is at the data link layer. Examples include local IP subnet, Bluetooth, IEEE 802.11, and local Ethernet segment.
cs_cz: Horší: Zranitelnost zneužitelná přes přilehlý síťový přístup znamená, že zranitelný autorizační rozsah je vázán na síťový stack a cesta útočníka k zranitelnému systému je na datové vrstvě. Příklady zahrnují místní IP podsíť, Bluetooth, IEEE 802.11 a místní Ethernet segment.
de_de: Schlechter Fall: Eine Sicherheitslücke, die über benachbarten Netzwerkzugriff ausnutzbar ist, bedeutet, dass der betroffene Autorisierungsbereich an den Netzwerkstapel gebunden ist und der Pfad des Angreifers zum verwundbaren System auf der Datenverbindungsebene liegt. Beispiele sind lokales IP-Subnetz, Bluetooth, IEEE 802.11 und lokales Ethernet-Segment.
it_it: Peggio: Una vulnerabilità sfruttabile con accesso di rete adiacente significa che l'ambito di autorizzazione vulnerabile è legato al stack di rete e il percorso dell'attaccante al sistema vulnerabile è a livello di collegamento dati. Esempi includono sottorete IP locale, Bluetooth, IEEE 802.11 e segmento Ethernet locale.
pt_pt: Pior: uma vulnerabilidade explorável com acesso à rede adjacente significa que o âmbito da autorização vulnerável está ligado à pilha de rede e o caminho do atacante para o sistema vulnerável está na camada de ligação de dados. Exemplos disso são a sub-rede IP local, o Bluetooth, o IEEE 802.11 e o segmento Ethernet local.
tr_tr: En Kötü: Bitişik ağ erişimi ile istismar edilebilir bir güvenlik açığı, savunmasız yetkilendirme kapsamının ağ yığınına bağlı olduğu ve saldırganın savunmasız sisteme giden yolunun veri bağlantı katmanında olduğu anlamına gelir. Bazı örnekler yerel IP alt ağı, Bluetooth, IEEE 802.11 ve yerel Ethernet segmentidir.

# cvssAvLocal
source: Bad: A vulnerability exploitable with local access means the vulnerable authorization scope is not bound to the network stack and the attacker's path to the vulnerable authorization scope is via read / write / execute capabilities. If the attacker has the necessary Privileges Required to interact with the vulnerable authorization scope, they may be logged in locally; otherwise, they may deliver an exploit to a user and rely on User Interaction
cs_cz: Špatné: Zranitelnost zneužitelná s místním přístupem znamená, že zranitelný autorizační rozsah není vázán na síťový stack a cesta útočníka k zranitelnému autorizačnímu rozsahu je prostřednictvím schopností čtení/zápisu/spouštění. Pokud má útočník potřebná oprávnění pro interakci se zranitelným autorizačním rozsahem, může být přihlášen lokálně; jinak může doručit exploit uživateli a spoléhat na interakci uživatele.
de_de: Schlecht: Eine Sicherheitslücke, die über lokalen Zugriff ausnutzbar ist, bedeutet, dass der betroffene Autorisierungsbereich nicht an den Netzwerkstapel gebunden ist und der Pfad des Angreifers zum verwundbaren Autorisierungsbereich über Lese-/Schreib-/Ausführungsberechtigungen führt. Wenn der Angreifer die notwendigen Privilegien hat, um mit dem verwundbaren Autorisierungsbereich zu interagieren, kann er lokal angemeldet sein; andernfalls kann er einen Exploit an einen Benutzer weiterleiten und auf Benutzerinteraktion angewiesen sein.
it_it: Cattivo: Una vulnerabilità sfruttabile con accesso locale significa che l'ambito di autorizzazione vulnerabile non è legato al stack di rete e il percorso dell'attaccante all'ambito di autorizzazione vulnerabile è tramite capacità di lettura/scrittura/esecuzione. Se l'attaccante ha i privilegi necessari richiesti per interagire con l'ambito di autorizzazione vulnerabile, potrebbe essere connesso localmente; altrimenti, potrebbe consegnare un exploit a un utente e fare affidamento sull'interazione dell'utente
pt_pt: Mau: uma vulnerabilidade explorável com acesso local significa que o âmbito de autorização vulnerável não está ligado à pilha de rede e o caminho do atacante para o âmbito de autorização vulnerável é através de capacidades de leitura/escrita/execução. Se o atacante tiver os Privilégios Necessários necessários para interagir com o âmbito de autorização vulnerável, pode estar ligado localmente; caso contrário, pode entregar uma exploração a um utilizador e confiar na Interação do Utilizador.
tr_tr: Kötü: Yerel erişimle istismar edilebilir bir güvenlik açığı, savunmasız yetkilendirme kapsamının ağ yığınına bağlı olmadığı ve saldırganın savunmasız yetkilendirme kapsamına giden yolunun okuma/yazma/yürütme yetenekleri aracılığıyla olduğu anlamına gelir. Saldırganın savunmasız yetkilendirme kapsamıyla etkileşim kurmak için gerekli Ayrıcalıklara sahip olması durumunda, yerel olarak bağlanabilir; aksi takdirde, bir kullanıcıya bir istismar teslim edebilir ve Kullanıcı Etkileşimine güvenebilir.

# cvssAvNetwork
source: Worst: A vulnerability exploitable with network access means the vulnerable authorization scope is bound to the network stack and the attacker's path to the vulnerable system is at the network layer. Such a vulnerability is often termed 'remotely exploitable'.
cs_cz: Nejhorší: Zranitelnost zneužitelná přes síťový přístup znamená, že zranitelný autorizační rozsah je vázán na síťový stack a cesta útočníka k zranitelnému systému je na síťové vrstvě. Taková zranitelnost je často označována jako "vzdáleně zneužitelná".
de_de: Schlimmster Fall: Eine Sicherheitslücke, die über Netzwerkzugriff ausnutzbar ist, bedeutet, dass der betroffene Autorisierungsbereich an den Netzwerkstapel gebunden ist und der Pfad des Angreifers zum verwundbaren System auf der Netzwerkebene liegt. Eine solche Sicherheitslücke wird oft als "fernausnutzbar" bezeichnet.
it_it: Peggiore: Una vulnerabilità sfruttabile con accesso di rete significa che l'ambito di autorizzazione vulnerabile è legato al stack di rete e il percorso dell'attaccante al sistema vulnerabile è a livello di rete. Tale vulnerabilità è spesso definita 'sfruttabile remotamente'.
pt_pt: O pior: Uma vulnerabilidade explorável com acesso à rede significa que o âmbito da autorização vulnerável está ligado à pilha de rede e que o caminho do atacante para o sistema vulnerável está na camada de rede. Este tipo de vulnerabilidade é frequentemente referido como “explorável remotamente”.
tr_tr: En Kötü: Ağ erişimi ile istismar edilebilir bir güvenlik açığı, savunmasız yetkilendirme kapsamının ağ yığınına bağlı olduğu ve saldırganın savunmasız sisteme giden yolunun ağ katmanında olduğu anlamına gelir. Bu tür bir güvenlik açığı genellikle 'uzaktan istismar edilebilir' olarak adlandırılır.

# cvssAvPhysical
source: Bad: A vulnerability exploitable with physical access requires the ability to physically touch or manipulate a vulnerable authorization scope. Physical interaction may be brief (evil maid attack) or persistent.
cs_cz: Špatné: Zranitelnost zneužitelná s fyzickým přístupem vyžaduje schopnost fyzicky se dotknout nebo manipulovat se zranitelným autorizačním rozsahem. Fyzická interakce může být krátká (útok zlé služky) nebo trvalá.
de_de: Schlecht: Eine Sicherheitslücke, die über physischen Zugriff ausnutzbar ist, erfordert die Fähigkeit, einen verwundbaren Autorisierungsbereich physisch zu berühren oder zu manipulieren. Die physische Interaktion kann kurz (Evil Maid-Angriff) oder persistent sein.
it_it: Cattivo: Una vulnerabilità sfruttabile con accesso fisico richiede la capacità di toccare fisicamente o manipolare un ambito di autorizzazione vulnerabile. L'interazione fisica può essere breve (attacco evil maid) o persistente.
pt_pt: Mau: uma vulnerabilidade explorável com acesso físico requer a capacidade de tocar ou manipular fisicamente um âmbito de autorização vulnerável. A interação física pode ser breve (ataque malicioso) ou persistente.
tr_tr: Kötü: Fiziksel erişimle istismar edilebilir bir güvenlik açığı, savunmasız bir yetkilendirme kapsamına fiziksel olarak dokunma veya manipüle etme yeteneği gerektirir. Fiziksel etkileşim kısa (kötü niyetli saldırı) veya kalıcı olabilir.
