Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

source: Security penetration skills
cs_cz: Dovednosti bezpečnostního penetračního testování
de_de: Sicherheits-Penetrationsfähigkeiten
it_it: Competenze in test di penetrazione della sicurezza
pt_pt: Competências de penetração de segurança
tr_tr: Sızma testi becerileri

source: Some Technical Skills
cs_cz: Některé technické dovednosti
de_de: Einige technische Fähigkeiten
it_it: Alcune Competenze Tecniche
pt_pt: Algumas competências técnicas
tr_tr: Bazı teknik beceriler

source: Advanced Computer User
cs_cz: Pokročilý uživatel počítače
de_de: Fortgeschrittener Computerbenutzer
it_it: Utente Avanzato di Computer
pt_pt: Utilizador Avançado de Computadores
tr_tr: Gelişmiş bilgisayar kullanıcısı

source: Motive
cs_cz: Motiv
de_de: Motiv
it_it: Motivo
pt_pt: Motivo
tr_tr: Güdü

# lowReward
source: Low or no reward
cs_cz: Nízká nebo žádná odměna
de_de: Niedrige oder keine Belohnung
it_it: Bassa o nessuna ricompensa
pt_pt: Pouca ou nenhuma recompensa
tr_tr: Düşük veya hiç ödül yok

source: Possible Reward
cs_cz: Možná odměna
de_de: Mögliche Belohnung
it_it: Possibile Ricompensa
pt_pt: Possível recompensa
tr_tr: Olası ödül

source: High reward
cs_cz: Vysoká odměna
de_de: Hohe Belohnung
it_it: Alta ricompensa
pt_pt: Alta recompensa
tr_tr: Yüksek ödül

# fullAccess
source: Full access or expensive resources required
cs_cz: Vyžaduje plný přístup nebo nákladné zdroje
de_de: Vollzugriff oder teure Ressourcen erforderlich
it_it: Accesso completo o risorse costose richieste
pt_pt: Acesso total ou necessidade de recursos dispendiosos
tr_tr: Tam erişim veya maliyetli kaynaklar gerektirir

# specialAccess
source: Special access or resources required
cs_cz: Vyžaduje speciální přístup nebo zdroje
de_de: Spezieller Zugriff oder Ressourcen erforderlich
it_it: Accesso speciale o risorse richieste
pt_pt: Acesso ou recursos especiais necessários
tr_tr: Özel erişim veya kaynaklar gerekli

# someAccess
source: Some access or resources required
cs_cz: Vyžaduje určitý přístup nebo zdroje
de_de: Einiger Zugriff oder Ressourcen erforderlich
it_it: Qualche accesso o risorse richieste
pt_pt: É necessário algum acesso ou recursos
tr_tr: Bazı erişim veya kaynaklar gerekli

# noAccess
source: No access or resources required
cs_cz: Nevyžaduje přístup ani zdroje
de_de: Kein Zugriff oder Ressourcen erforderlich
it_it: Nessun accesso o risorse richieste
pt_pt: Não é necessário acesso ou recursos
tr_tr: Erişim veya kaynak gerektirmez

source: Size
cs_cz: Velikost
de_de: Größe
it_it: Dimensione
pt_pt: Tamanho
tr_tr: Boyut

# owaspTechnicalImpactFactors
source: Technical Impact Factors
cs_cz: Faktory technického dopadu
de_de: Technische Auswirkungsfaktoren
it_it: Fattori dell'Impatto Tecnico
pt_pt: Factores de impacto técnico
tr_tr: Teknik etki faktörleri

source: Partners
cs_cz: Partneři
de_de: Partner
it_it: Partner
pt_pt: Colaboradores
tr_tr: Ortaklar

source: Authenticated Users
cs_cz: Autentizovaní uživatelé
de_de: Authentifizierte Benutzer
it_it: Utenti Autenticati
pt_pt: Utilizadores Autenticados
tr_tr: Kimliği doğrulanmış kullanıcılar

# anonymousUsers
source: Anonymous Internet users
cs_cz: Anonymní internetoví uživatelé
de_de: Anonyme Internet-Benutzer
it_it: Utenti Internet Anonimi
pt_pt: Utilizadores Anónimos da Internet
tr_tr: Anonim İnternet kullanıcıları

source: Intranet Users
cs_cz: Uživatelé intranetu
de_de: Intranet-Benutzer
it_it: Utenti Intranet
pt_pt: Utilizadores da intranet
tr_tr: İntranet kullanıcıları

# developerUsers
source: Developers, System administrators
cs_cz: Vývojáři, systémoví administrátoři
de_de: Entwickler, Systemadministratoren
it_it: Sviluppatori, Amministratori di sistema
pt_pt: Os programadores, administradores de sistema
tr_tr: Geliştiriciler, sistem yöneticileri

source: Opportunity
cs_cz: Příležitost
de_de: Gelegenheit
it_it: Opportunità
pt_pt: Oportunidade
tr_tr: Fırsat

# lossConfidentiality
source: Loss of confidentiality
cs_cz: Ztráta důvěrnosti
de_de: Verlust der Vertraulichkeit
it_it: Perdita di riservatezza
pt_pt: Perda de confidencialidade
tr_tr: Gizlilik kaybı

source: All Data Disclosed
cs_cz: Všechna data odhalena
de_de: Alle Daten preisgegeben
it_it: Tutti i Dati Divulgati
pt_pt: Todos os Dados Divulgados
tr_tr: Tüm veriler ifşa edildi

source: Extensive critical data disclosed
cs_cz: Rozsáhlá kritická data odhalena
de_de: Umfangreiche kritische Daten preisgegeben
it_it: Dati critici estensivi divulgati
pt_pt: Divulgação de numerosos dados críticos
tr_tr: Çok sayıda kritik veri ifşa edildi

source: Extensive non-sensitive data disclosed
cs_cz: Rozsáhlá necitlivá data odhalena
de_de: Umfangreiche nicht-sensible Daten preisgegeben
it_it: Dati non sensibili estensivi divulgati
pt_pt: Divulgação de numerosos dados não confidenciais
tr_tr: Çok sayıda hassas olmayan veri ifşa edildi

source: Minimal non-sensitive data disclosed
cs_cz: Minimální necitlivá data odhalena
de_de: Minimale nicht-sensible Daten preisgegeben
it_it: Dati non sensibili minimi divulgati
pt_pt: Divulgação mínima de dados não confidenciais
tr_tr: Minimum düzeyde hassas olmayan veri ifşa edildi

# lossIntegrity
source: Loss of integrity
cs_cz: Ztráta integrity
de_de: Verlust der Integrität
it_it: Perdita di integrità
pt_pt: Perda de integridade
tr_tr: Bütünlük kaybı

source: Minimal critical data disclosed
cs_cz: Minimální kritická data odhalena
de_de: Minimale kritische Daten preisgegeben
it_it: Dati critici minimi divulgati
pt_pt: Divulgação mínima de dados críticos
tr_tr: Minimum düzeyde kritik veri ifşa edildi

# minimalSlightlyCorrupt
source: Minimal slightly corrupt data
cs_cz: Minimálně mírně poškozená data
de_de: Minimale leicht beschädigte Daten
it_it: Dati minimamente corrotti
pt_pt: Dados mínimos ligeiramente corrompidos
tr_tr: Minimum düzeyde veri hafifçe bozuldu

# minimalSeriouslyCorrupt
source: Minimal seriously corrupt data
cs_cz: Minimálně vážně poškozená data
de_de: Minimale schwer beschädigte Daten
it_it: Dati minimamente corrotti gravemente
pt_pt: Dados mínimos gravemente corrompidos
tr_tr: Minimum düzeyde veri ciddi şekilde bozuldu

# extensiveSlightlyCorrupt
source: Extensive slightly corrupt data
cs_cz: Rozsáhle mírně poškozená data
de_de: Umfangreiche leicht beschädigte Daten
it_it: Dati estensivamente corrotti leggermente
pt_pt: Dados amplos ligeiramente corrompidos
tr_tr: Geniş çaplı veri hafifçe bozuldu

# extensiveSeriouslyCorrupt
source: Extensive seriously corrupt data
cs_cz: Rozsáhle vážně poškozená data
de_de: Umfangreiche schwer beschädigte Daten
it_it: Dati estensivamente corrotti gravemente
pt_pt: Dados extensos severamente corrompidos
tr_tr: Geniş çaplı veri ciddi şekilde bozuldu

# allCorrupt
source: All data totally corrupt
cs_cz: Všechna data úplně poškozena
de_de: Alle Daten völlig beschädigt
it_it: Tutti i dati completamente corrotti
pt_pt: Todos os dados totalmente corrompidos
tr_tr: Tüm veriler tamamen bozuldu

# lossAvailability
source: Loss of availability
cs_cz: Ztráta dostupnosti
de_de: Verlust der Verfügbarkeit
it_it: Perdita di disponibilità
pt_pt: Perda de disponibilidade
tr_tr: Erişilebilirlik kaybı

# minimalSecondaryServices
source: Minimal secondary services interrupted
cs_cz: Minimální přerušení sekundárních služeb
de_de: Minimale Sekundärdienste unterbrochen
it_it: Servizi secondari minimi interrotti
pt_pt: Interrupção mínima nos serviços secundários
tr_tr: İkincil hizmetlerde minimum kesinti

# minimalPrimaryServices
source: Minimal primary services interrupted
cs_cz: Minimální přerušení primárních služeb
de_de: Minimale Primärdienste unterbrochen
it_it: Servizi primari minimi interrotti
pt_pt: Interrupção mínima nos serviços primários
tr_tr: Birincil hizmetlerde minimum kesinti

# extensiveSecondaryServices
source: Extensive secondary services interrupted
cs_cz: Rozsáhlé přerušení sekundárních služeb
de_de: Umfangreiche Sekundärdienste unterbrochen
it_it: Servizi secondari estensivi interrotti
pt_pt: Extensos serviços secundários interrompidos
tr_tr: Geniş çaplı ikincil hizmetler kesintiye uğradı

# extensivePrimaryServices
source: Extensive primary services interrupted
cs_cz: Rozsáhlé přerušení primárních služeb
de_de: Umfangreiche Primärdienste unterbrochen
it_it: Servizi primari estensivi interrotti
pt_pt: Extensos serviços primários interrompidos
tr_tr: Geniş çaplı birincil hizmetler kesintiye uğradı

# allServicesLost
source: All services completely lost
cs_cz: Všechny služby úplně ztraceny
de_de: Alle Dienste vollständig verloren
it_it: Tutti i servizi completamente persi
pt_pt: Perda total de todos os serviços
tr_tr: Tüm hizmetlerin tamamen kaybı

source: Fully traceable
cs_cz: Plně sledovatelné
de_de: Vollständig nachverfolgbar
it_it: Completamente tracciabile
pt_pt: Totalmente rastreável
tr_tr: Tamamen izlenebilir

source: Possibly traceable
cs_cz: Možná sledovatelné
de_de: Möglicherweise nachverfolgbar
it_it: Possibilmente tracciabile
pt_pt: Possivelmente rastreável
tr_tr: Muhtemelen izlenebilir

source: Completely anonymous
cs_cz: Úplně anonymní
de_de: Völlig anonym
it_it: Completamente anonimo
pt_pt: Completamente anónimo
tr_tr: Tamamen anonim

# easeDiscovery
source: Ease of discovery
cs_cz: Snadnost objevení
de_de: Leichtigkeit der Entdeckung
it_it: Facilità di scoperta
pt_pt: Facilidade de descoberta
tr_tr: Keşif kolaylığı

# easeExploit
source: Ease of exploit
cs_cz: Snadnost zneužití
de_de: Leichtigkeit der Ausnutzung
it_it: Facilità di sfruttamento
pt_pt: Facilidade de exploração
tr_tr: Sömürü kolaylığı

source: Awareness
cs_cz: Povědomí
de_de: Bewusstsein
it_it: Consapevolezza
pt_pt: Consciencialização
tr_tr: Farkındalık

source: Intrusion detection
cs_cz: Detekce narušení
de_de: Einbruchserkennung
it_it: Rilevamento di intrusioni
pt_pt: Detecção de intrusão
tr_tr: Saldırı tespiti

source: Easy
cs_cz: Snadné
de_de: Einfach
it_it: Facile
pt_pt: Fácil
tr_tr: Kolay

source: Difficult
cs_cz: Obtížné
de_de: Schwierig
it_it: Difficile
pt_pt: Difícil
tr_tr: Zor

source: Practically impossible
cs_cz: Prakticky nemožné
de_de: Praktisch unmöglich
it_it: Praticamente impossibile
pt_pt: Praticamente impossível
tr_tr: Pratik olarak imkansız

# automatedTools
source: Automated tools available
cs_cz: Automatizované nástroje dostupné
de_de: Automatisierte Tools verfügbar
it_it: Strumenti automatizzati disponibili
pt_pt: Ferramentas automatizadas disponíveis
tr_tr: Otomatik araçlarda mevcut

source: Theoretical
cs_cz: Teoretické
de_de: Theoretisch
it_it: Teorico
pt_pt: Teórico
tr_tr: Teorik

source: Financial damage
cs_cz: Finanční škoda
de_de: Finanzieller Schaden
it_it: Danno finanziario
pt_pt: Danos financeiros
tr_tr: Mali zarar

source: Unknown
cs_cz: Neznámé
de_de: Unbekannt
it_it: Sconosciuto
pt_pt: Desconhecido
tr_tr: Bilinmiyor

source: Hidden
cs_cz: Skryté
de_de: Versteckt
it_it: Nascosto
pt_pt: Escondido
tr_tr: Gizli

source: Obvious
cs_cz: Zřejmé
de_de: Offensichtlich
it_it: Ovvio
pt_pt: Óbvio
tr_tr: Açık

source: Public knowledge
cs_cz: Veřejně známé
de_de: Öffentliches Wissen
it_it: Conoscenza pubblica
pt_pt: Conhecimento público
tr_tr: Kamu bilgisi

source: Not logged
cs_cz: Nezaznamenáno
de_de: Nicht protokolliert
it_it: Non registrato
pt_pt: Não registado
tr_tr: Kaydedilmedi

# loggedNoReview
source: Logged without review
cs_cz: Zaznamenáno bez kontroly
de_de: Protokolliert ohne Überprüfung
it_it: Registrato senza revisione
pt_pt: Registado sem revisão
tr_tr: Kaydedildi, incelenmedi

# loggedReviewed
source: Logged and reviewed
cs_cz: Zaznamenáno a zkontrolováno
de_de: Protokolliert und überprüft
it_it: Registrato e revisionato
pt_pt: Registado e revisto
tr_tr: Kaydedildi ve incelendi

# activeDetection
source: Active detection in application
cs_cz: Aktivní detekce v aplikaci
de_de: Aktive Erkennung in der Anwendung
it_it: Rilevamento attivo nell'applicazione
pt_pt: Deteção ativa na aplicação
tr_tr: Uygulamada aktif tespit

source: Bankruptcy
cs_cz: Bankrot
de_de: Insolvenz
it_it: Fallimento
pt_pt: Falência
tr_tr: İflas

source: Brand damage
cs_cz: Poškození značky
de_de: Markenschaden
it_it: Danno al brand
pt_pt: Danos à marca
tr_tr: Marka zararı

source: Minimal damage
cs_cz: Minimální škoda
de_de: Minimaler Schaden
it_it: Danno minimo
pt_pt: Dano mínimo
tr_tr: Minimum zarar

# lossGoodwill
source: Loss of goodwill
cs_cz: Ztráta dobré vůle
de_de: Verlust des Goodwill
it_it: Perdita di buona volontà
pt_pt: Perda de boa vontade
tr_tr: İtibar kaybı

# lossMajorAccounts
source: Loss of major accounts
cs_cz: Ztráta hlavních účtů
de_de: Verlust wichtiger Konten
it_it: Perdita di account principali
pt_pt: Perda de contas importantes
tr_tr: Önemli hesapların kaybı

source: Minor violation
cs_cz: Malé porušení
de_de: Geringfügige Verletzung
it_it: Violazione minore
pt_pt: Estupro menor
tr_tr: Küçük ihlal

source: Clear violation
cs_cz: Jasné porušení
de_de: Eindeutige Verletzung
it_it: Violazione chiara
pt_pt: Violação clara
tr_tr: Açık ihlal

# highViolation
source: High profile violation
cs_cz: Vysoce medializované porušení
de_de: Hochrangige Verletzung
it_it: Violazione ad alto profilo
pt_pt: Estupro de alto perfil
tr_tr: Yüksek profilli ihlal

source: One individual
cs_cz: Jedna osoba
de_de: Eine Person
it_it: Un individuo
pt_pt: Um indivíduo
tr_tr: Bir birey

# hundredsPeople
source: Hundreds of people
cs_cz: Stovky lidí
de_de: Hunderte von Personen
it_it: Centinaia di persone
pt_pt: Centenas de pessoas
tr_tr: Yüzlerce kişi

# thousandsPeople
source: Thousands of people
cs_cz: Tisíce lidí
de_de: Tausende von Personen
it_it: Migliaia di persone
pt_pt: Milhares de pessoas
tr_tr: Binlerce kişi

# milionsPeople
source: Millions of people
cs_cz: Miliony lidí
de_de: Millionen von Personen
it_it: Milioni di persone
pt_pt: Milhões de pessoas
tr_tr: Milyonlarca kişi

# significantEffectProfit
source: Significant effect on annual profit
cs_cz: Významný dopad na roční zisk
de_de: Erhebliche Auswirkung auf den Jahresgewinn
it_it: Effetto significativo sui profitti annuali
pt_pt: Efeito significativo no lucro anual
tr_tr: Yıllık kâr üzerinde önemli etki

# minorEffectProfit
source: Minor effect on annual profit
cs_cz: Menší dopad na roční zisk
de_de: Geringfügige Auswirkung auf den Jahresgewinn
it_it: Effetto minore sui profitti annuali
pt_pt: Efeito menor no exercício anual
tr_tr: Yıllık kâr üzerinde küçük etki

# costFixVuln
source: Less than the cost to fix the vulnerability
cs_cz: Méně než náklady na opravu zranitelnosti
de_de: Weniger als die Kosten zur Behebung der Sicherheitslücke
it_it: Meno del costo per correggere la vulnerabilità
pt_pt: Menos do que o custo para corrigir a vulnerabilidade
tr_tr: Güvenlik açığını düzeltme maliyetinden daha az

source: Likelihood score
cs_cz: Skóre pravděpodobnosti
de_de: Wahrscheinlichkeitswert
it_it: Punteggio di probabilità
pt_pt: Pontuação de probabilidade
tr_tr: Olasılık Puanı

source: Impact score
cs_cz: Skóre dopadu
de_de: Auswirkungswert
it_it: Punteggio di impatto
pt_pt: Pontuação de impacto
tr_tr: Etki Puanı

source: Local
cs_cz: Místní
de_de: Lokal
it_it: Locale
tr_tr: Yerel

source: Physical
cs_cz: Fyzický
de_de: Physisch
it_it: Fisico
pt_pt: Físico
tr_tr: Fiziksel

source: Adjacent
cs_cz: Přilehlý
de_de: Benachbart
it_it: Adiacente
pt_pt: Adjacente
tr_tr: Bitişik

source: Network
cs_cz: Síť
de_de: Netzwerk
it_it: Rete
pt_pt: Rede
tr_tr: Ağ

source: Attack Vector
cs_cz: Vektor útoku
de_de: Angriffsvektor
it_it: Vettore di Attacco
pt_pt: Vetor de Ataque
tr_tr: Saldırı Vektörü

source: Attack Complexity
cs_cz: Složitost útoku
de_de: Angriffskomplexität
it_it: Complessità dell'Attacco
pt_pt: Complexidade do Ataque
tr_tr: Saldırı Karmaşıklığı

source: None
cs_cz: Žádný
de_de: Keine
it_it: Nessuno
pt_pt: Nenhum
tr_tr: Hiçbiri

source: Required
cs_cz: Vyžadováno
de_de: Erforderlich
it_it: Richiesto
pt_pt: Necessário
tr_tr: Gerekli

source: Changed
cs_cz: Změněno
de_de: Verändert
it_it: Cambiato
pt_pt: Alterado
tr_tr: Değiştirildi

source: Unchanged
cs_cz: Nezměněno
de_de: Unverändert
it_it: Non cambiato
pt_pt: Inalterado
tr_tr: Değiştirilmedi

source: Privileges Required
cs_cz: Vyžadovaná oprávnění
de_de: Erforderliche Privilegien
it_it: Privilegi Richiesti
pt_pt: Privilégios necessários
tr_tr: Gerekli Ayrıcalıklar

source: User Interaction
cs_cz: Interakce uživatele
de_de: Benutzerinteraktion
it_it: Interazione Utente
pt_pt: Interação com o utilizador
tr_tr: Kullanıcı Etkileşimi

source: Scope
cs_cz: Rozsah
de_de: Umfang
it_it: Ambito
pt_pt: Âmbito
tr_tr: Kapsam

source: Confidentiality
cs_cz: Důvěrnost
de_de: Vertraulichkeit
it_it: Riservatezza
pt_pt: Confidencialidade
tr_tr: Gizlilik

source: Integrity
cs_cz: Integrita
de_de: Integrität
it_it: Integrità
pt_pt: Integridade
tr_tr: Bütünlük

source: Availability
cs_cz: Dostupnost
de_de: Verfügbarkeit
it_it: Disponibilità
pt_pt: Disponibilidade
tr_tr: Erişilebilirlik

# createVuln
source: Create Vulnerability
cs_cz: Vytvořit zranitelnost
de_de: Sicherheitslücke erstellen
it_it: Crea Vulnerabilità
pt_pt: Criar Vulnerabilidade
tr_tr: Güvenlik Açığı Oluştur

source: Exploitation
cs_cz: Zneužití
de_de: Ausnutzung
it_it: Sfruttamento
pt_pt: Exploração
tr_tr: Sömürü

source: Remediation
cs_cz: Náprava
de_de: Behebung
it_it: Rimedio
pt_pt: Remediação
tr_tr: Düzeltme

source: Impact
cs_cz: Dopad
de_de: Auswirkung
it_it: Impatto
pt_pt: Impacto
tr_tr: Etki

# poc
source: Proof of Concept
cs_cz: Důkaz koncepce
de_de: Machbarkeitsnachweis
pt_pt: Prova de Conceito
tr_tr: Kavram Kanıtı

source: Complexity
cs_cz: Složitost
de_de: Komplexität
it_it: Complessità
pt_pt: Complexidade
tr_tr: Karmaşıklık

source: Priority
cs_cz: Priorita
de_de: Priorität
it_it: Priorità
pt_pt: Prioridade
tr_tr: Öncelik

# selectVulnCategory
source: Select Category
cs_cz: Vybrat kategorii
de_de: Kategorie auswählen
it_it: Seleziona Categoria
pt_pt: Selecionar categoria
tr_tr: Kategori Seç

source: Select Project
cs_cz: Vybrat projekt
de_de: Projekt auswählen
it_it: Seleziona Progetto
pt_pt: Selecionar projeto
tr_tr: Proje Seç

source: Vuln Category
cs_cz: Kategorie zranitelnosti
de_de: Sicherheitslücken-Kategorie
it_it: Categoria Vulnerabilità
pt_pt: Categoria de Vulnerabilidades
tr_tr: Güvenlik Açığı Kategorisi

# loadVuln
source: Load Vuln Template
cs_cz: Načíst šablonu zranitelnosti
de_de: Sicherheitslücken-Vorlage laden
it_it: Carica Modello Vulnerabilità
pt_pt: Carga Modelo de vulnerabilidade
tr_tr: Güvenlik Açığı Şablonunu Yükle

source: Select Vuln
cs_cz: Vybrat zranitelnost
de_de: Sicherheitslücke auswählen
it_it: Seleziona Vulnerabilità
pt_pt: Selecionar a vulnerabilidade
tr_tr: Güvenlik Açığı Seç

source: All
cs_cz: Všechny
de_de: Alle
it_it: Tutti
pt_pt: Todos
tr_tr: Tümü

source: Yes
cs_cz: Ano
de_de: Ja
it_it: Sì
pt_pt: Sim
tr_tr: Evet

# vulnCreated
source: Vuln created successfully !
cs_cz: Zranitelnost byla úspěšně vytvořena!
de_de: Sicherheitslücke erfolgreich erstellt!
it_it: Vulnerabilità creata con successo!
pt_pt: Vuln criado com sucesso!
tr_tr: Güvenlik açığı başarıyla oluşturuldu!

# vulnCreatedError
source: An error occurred adding the vuln!
cs_cz: Při přidávání zranitelnosti došlo k chybě!
de_de: Fehler beim Hinzufügen der Sicherheitslücke!
it_it: Si è verificato un errore durante l'aggiunta della vulnerabilità!
pt_pt: Ocorreu um erro ao adicionar o vuln!
tr_tr: Güvenlik açığı eklenirken bir hata oluştu!

source: Edit Vuln
cs_cz: Upravit zranitelnost
de_de: Sicherheitslücke bearbeiten
it_it: Modifica Vulnerabilità
pt_pt: Editar vulnerabilidade
tr_tr: Güvenlik Açığını Düzenle

# deletedVuln
source: Vuln deleted successfully!
cs_cz: Zranitelnost byla úspěšně smazána!
de_de: Sicherheitslücke erfolgreich gelöscht!
it_it: Vulnerabilità eliminata con successo!
pt_pt: Vulnerabilidade removida com sucesso!
tr_tr: Güvenlik açığı başarıyla silindi!

# deletedVulnError
source: An error occurred deleting the Vuln!
cs_cz: Při mazání zranitelnosti došlo k chybě!
de_de: Fehler beim Löschen der Sicherheitslücke!
it_it: Si è verificato un errore durante l'eliminazione della vulnerabilità!
pt_pt: Ocorreu um erro ao eliminar a vulnerabilidade!
tr_tr: Güvenlik açığı silinirken bir hata oluştu!

source: Delete Vuln
cs_cz: Smazat zranitelnost
de_de: Sicherheitslücke löschen
it_it: Elimina Vulnerabilità
pt_pt: Eliminar Vulnerabilidade
tr_tr: Güvenlik Açığını Sil

source: Advanced Filters
cs_cz: Pokročilé filtry
de_de: Erweiterte Filter
it_it: Filtri Avanzati
pt_pt: Filtros Avançados
tr_tr: Gelişmiş Filtreler

source: Modified Date
cs_cz: Datum úpravy
de_de: Änderungsdatum
it_it: Data di Modifica
pt_pt: Data de modificação
tr_tr: Değiştirme Tarihi

source: Search CVE
cs_cz: Hledat CVE
de_de: CVE suchen
it_it: Cerca CVE
pt_pt: Pesquisar CVE
tr_tr: CVE Ara

# searchCVELoadError
source: This CVE is wrong or not exists!
cs_cz: Toto CVE je nesprávné nebo neexistuje!
de_de: Diese CVE ist falsch oder existiert nicht!
it_it: Questo CVE è sbagliato o non esistente!
pt_pt: Este CVE está errado ou não existe!
tr_tr: Bu CVE hatalı veya mevcut değil!

source: Details Vuln
cs_cz: Podrobnosti zranitelnosti
de_de: Sicherheitslücken-Details
it_it: Dettagli Vulnerabilità
pt_pt: Detalhes da vulnerabilidade
tr_tr: Güvenlik Açığı Detayları

source: No Project
cs_cz: Žádný projekt
de_de: Kein Projekt
it_it: Nessun Progetto
pt_pt: Sem projeto
tr_tr: Proje Yok

# lossAccountability
source: Loss of accountability
cs_cz: Ztráta odpovědnosti
de_de: Verlust der Verantwortlichkeit
it_it: Perdita di responsabilità
pt_pt: Perda de responsabilidade
tr_tr: Hesap verebilirlik kaybı

source: Remediation Complexity
cs_cz: Složitost nápravy
de_de: Behebungskomplexität
it_it: Complessità di Rimedio
pt_pt: Complexidade da correção
tr_tr: Düzeltme Karmaşıklığı

source: Remediation Priority
cs_cz: Priorita nápravy
de_de: Behebungspriorität
it_it: Priorità di Rimedio
pt_pt: Prioridade de correção
tr_tr: Düzeltme Önceliği

source: No status
cs_cz: Žádný stav
de_de: Kein Status
it_it: Nessuno stato
pt_pt: Sem estatuto
tr_tr: Durum Yok

source: Vuln Import
cs_cz: Import zranitelností
de_de: Sicherheitslücken-Import
it_it: Importa Vulnerabilità
pt_pt: Importação de Vulnerabilidades
tr_tr: Güvenlik Açıklarını İçe Aktar

# messageVulnImport1
source: Import your vulns from a CSV file or import it from other tools
cs_cz: Importujte své zranitelnosti z CSV souboru nebo je importujte z jiných nástrojů
de_de: Importieren Sie Ihre Sicherheitslücken aus einer CSV-Datei oder anderen Tools
it_it: Importa le tue vulnerabilità da un file CSV o importale da altri strumenti
pt_pt: Importe as suas vulnerabilidades de um ficheiro CSV ou importe-as de outras ferramentas
tr_tr: Güvenlik açıklarınızı bir CSV dosyasından içe aktarın veya diğer araçlardan içe aktarın

source: here
cs_cz: zde
de_de: hier
it_it: qui
pt_pt: aqui
tr_tr: buradan

# messageVulnImport2
source: Download the CSV template from
cs_cz: Stáhněte si CSV šablonu z
de_de: Laden Sie die CSV-Vorlage herunter von
it_it: Scarica il modello CSV da
pt_pt: Descarregue o modelo CSV em
tr_tr: CSV şablonunu indirin

source: No file selected!
cs_cz: Nebyl vybrán žádný soubor!
de_de: Keine Datei ausgewählt!
it_it: Nessun file selezionato!
pt_pt: Nenhum ficheiro selecionado!
tr_tr: Dosya seçilmedi!

# vulnImported
source: Vulns imported successfully!
cs_cz: Zranitelnosti byly úspěšně importovány!
de_de: Sicherheitslücken erfolgreich importiert!
it_it: Vulnerabilità importate con successo!
tr_tr: Güvenlik açıkları başarıyla içe aktarıldı!

# taskEdited
source: Task edited successfully!
cs_cz: Úkol byl úspěšně upraven!
de_de: Aufgabe erfolgreich bearbeitet!
it_it: Attività modificata con successo!
pt_pt: Tarefa editada com sucesso!
tr_tr: Görev başarıyla düzenlendi!

# taskEditedError
source: An error occurred editing the Task!
cs_cz: Při úpravě úkolu došlo k chybě!
de_de: Fehler beim Bearbeiten der Aufgabe!
it_it: Si è verificato un errore durante la modifica dell'attività!
pt_pt: Ocorreu um erro ao editar a Tarefa!
tr_tr: Görev düzenlenirken bir hata oluştu!
