Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/Localization/Resource.*.resx
Languages: cs_cz, de_de, it_it, pt_pt, tr_tr

# mfaEnabled
source: 2FA Enabled
cs_cz: 2FA povoleno
de_de: 2FA aktiviert
it_it: 2FA Abilitato
pt_pt: 2FA habilitado
tr_tr: 2FA Etkin

source: Delete user
cs_cz: Smazat uživatele
de_de: Benutzer löschen
it_it: Elimina utente
pt_pt: Eliminar Utilizador
tr_tr: Kullanıcıyı Sil

# userDeleted
source: User deleted successfully!
cs_cz: Uživatel byl úspěšně smazán!
de_de: Benutzer erfolgreich gelöscht!
it_it: Utente eliminato con successo!
pt_pt: Utilizador eliminado com sucesso!
tr_tr: Kullanıcı başarıyla silindi!

# userDeletedError
source: An error occurred deleting the user!
cs_cz: Při mazání uživatele došlo k chybě!
de_de: Fehler beim Löschen des Benutzers!
it_it: Si è verificato un errore durante l'eliminazione dell'utente!
pt_pt: Ocorreu um erro ao eliminar o utilizador!
tr_tr: Kullanıcı silinirken bir hata oluştu!

source: Create User
cs_cz: Vytvořit uživatele
de_de: Benutzer erstellen
it_it: Crea Utente
pt_pt: Criar Utilizador
tr_tr: Kullanıcı Oluştur

source: Phone
cs_cz: Telefon
de_de: Telefon
it_it: Telefono
pt_pt: Telefone
tr_tr: Telefon

source: Password
cs_cz: Heslo
de_de: Passwort
pt_pt: Palavra-passe
tr_tr: Şifre

source: Role
de_de: Rolle
it_it: Ruolo
pt_pt: Função
tr_tr: Rol

source: Select Role
cs_cz: Vybrat roli
de_de: Rolle auswählen
it_it: Seleziona Ruolo
pt_pt: Selecionar função
tr_tr: Rol Seç

source: Edit User
cs_cz: Upravit uživatele
de_de: Benutzer bearbeiten
it_it: Modifica Utente
pt_pt: Editar Utilizador
tr_tr: Kullanıcıyı Düzenle

source: Recent Projects
cs_cz: Nedávné projekty
de_de: Aktuelle Projekte
it_it: Progetti Recenti
pt_pt: Projectos Recentes
tr_tr: Son Projeler

source: Recent Clients
cs_cz: Nedávní klienti
de_de: Aktuelle Kunden
it_it: Clienti Recenti
pt_pt: Clientes Recentes
tr_tr: Son Müşteriler

# recentVulns
source: Recent Vulnerabilities
cs_cz: Nedávné zranitelnosti
de_de: Aktuelle Sicherheitslücken
it_it: Vulnerabilità Recenti
pt_pt: Vulnerabilidades Recentes
tr_tr: Son Güvenlik Açıkları

source: Recent Documents
cs_cz: Nedávné dokumenty
de_de: Aktuelle Dokumente
it_it: Documenti Recenti
pt_pt: Documentos Recentes
tr_tr: Son Belgeler

source: Project Status
cs_cz: Stav projektů
de_de: Projektstatus
it_it: Stato Progetti
pt_pt: Estado do projeto
tr_tr: Projelerin Durumu

# vulnStatus
source: Vulnerabilities Status
cs_cz: Stav zranitelností
de_de: Sicherheitslücken-Status
it_it: Stato Vulnerabilità
pt_pt: Estado das Vulnerabilidades
tr_tr: Güvenlik Açıklarının Durumu

# vulnSeverity
source: Vulnerabilities Severity
cs_cz: Závažnost zranitelností
de_de: Schweregrad der Sicherheitslücken
it_it: Gravità Vulnerabilità
pt_pt: Vulnerabilidades Severidade
tr_tr: Güvenlik Açıklarının Önem Derecesi

source: Tasks Status
cs_cz: Stav úkolů
de_de: Aufgabenstatus
it_it: Stato Attività
pt_pt: Estado das Tarefas
tr_tr: Görevlerin Durumu

# low
source: Low (0.1-3.9)
cs_cz: Nízký
de_de: Niedrig
it_it: Basso
pt_pt: Baixo
tr_tr: Düşük

# medium
source: Medium (4.0-6.9)
cs_cz: Střední
de_de: Mittel
it_it: Medio
pt_pt: Médio
tr_tr: Orta

# high
source: High (7.0-8.9)
cs_cz: Vysoký
de_de: Hoch
it_it: Alto
pt_pt: Alta
tr_tr: Yüksek

# critical
source: Critical (9.0-10.0)
cs_cz: Kritický
de_de: Kritisch
it_it: Critico
pt_pt: Crítico
tr_tr: Kritik

source: Open
cs_cz: Otevřeno
de_de: Offen
it_it: Aperto
pt_pt: Aberto
tr_tr: Açık

source: Resolved
cs_cz: Vyřešeno
de_de: Gelöst
it_it: Risolto
pt_pt: Resolvido
tr_tr: Çözüldü

source: Out Of Scope
cs_cz: Mimo rozsah
de_de: Außerhalb des Bereichs
it_it: Fuori Ambito
pt_pt: Fora do âmbito
tr_tr: Kapsam Dışı

source: Accepted
cs_cz: Přijato
de_de: Akzeptiert
it_it: Accettato
pt_pt: Aceite
tr_tr: Kabul Edildi

source: Confirmed
cs_cz: Potvrzeno
de_de: Bestätigt
it_it: Confermato
pt_pt: Confirmado
tr_tr: Doğrulandı

source: Invalid
cs_cz: Neplatný
de_de: Ungültig
it_it: Non Valido
pt_pt: Inválido
tr_tr: Geçersiz

source: Backlog
pt_pt: Pendentes
tr_tr: Bekleyen İşler

source: Info
cs_cz: Informace
de_de: Information
tr_tr: Bilgi

source: Done
cs_cz: Hotovo
de_de: Erledigt
it_it: Completato
pt_pt: Feito
tr_tr: Bitti

source: To Do
cs_cz: K provedení
de_de: Zu erledigen
it_it: Da Fare
pt_pt: Para Fazer
tr_tr: Yapılacak

source: In Progress
cs_cz: Probíhá
de_de: In Bearbeitung
it_it: In Corso
pt_pt: Em curso
tr_tr: Devam Ediyor

source: Blocked
cs_cz: Blokováno
de_de: Blockiert
it_it: Bloccato
pt_pt: Bloqueado
tr_tr: Engellendi

# passwordUppercaseMessage
source: Your password must contain at least one uppercase letter
cs_cz: Heslo musí obsahovat alespoň jedno velké písmeno
de_de: Ihr Passwort muss mindestens einen Großbuchstaben enthalten
it_it: La password deve contenere almeno una lettera maiuscola
pt_pt: A sua palavra-passe deve conter pelo menos uma letra maiúscula
tr_tr: Şifre en az bir büyük harf içermelidir

# passwordNumberMessage
source: Your password must contain at least one number
cs_cz: Heslo musí obsahovat alespoň jednu číslici
de_de: Ihr Passwort muss mindestens eine Zahl enthalten
it_it: La password deve contenere almeno un numero
pt_pt: A sua palavra-passe deve conter pelo menos um número
tr_tr: Şifre en az bir rakam içermelidir

# passwordSpecialMessage
source: Your password must contain at least one (!? *.)
cs_cz: Heslo musí obsahovat alespoň jeden speciální znak (!? *.)
de_de: Ihr Passwort muss mindestens ein Sonderzeichen enthalten (!? *.)
it_it: La password deve contenere almeno un carattere speciale (!? *.)
pt_pt: A sua palavra-passe deve conter pelo menos um (!? *.)
tr_tr: Şifre en az bir özel karakter içermelidir (!? *.)

# passwordLowercaseMessage
source: Your password must contain at least one lowercase letter
cs_cz: Heslo musí obsahovat alespoň jedno malé písmeno
de_de: Ihr Passwort muss mindestens einen Kleinbuchstaben enthalten
it_it: La password deve contenere almeno una lettera minuscola
pt_pt: A sua palavra-passe deve conter pelo menos uma letra minúscula
tr_tr: Şifre en az bir küçük harf içermelidir

# passwordLengthMessage
source: Your password length must be at least 8
cs_cz: Délka hesla musí být minimálně 8 znaků
de_de: Ihr Passwort muss mindestens 8 Zeichen lang sein
it_it: La password deve essere di almeno 8 caratteri
pt_pt: O comprimento da palavra-passe deve ser de, pelo menos, 8
tr_tr: Şifre en az 8 karakter uzunluğunda olmalıdır

source: New Password
cs_cz: Nové heslo
de_de: Neues Passwort
it_it: Nuova Password
pt_pt: Nova palavra-passe
tr_tr: Yeni Şifre

# userEdited
source: User edited successfully!
cs_cz: Uživatel byl úspěšně upraven!
de_de: Benutzer erfolgreich bearbeitet!
it_it: Utente modificato con successo!
pt_pt: Utilizador editado com sucesso!
tr_tr: Kullanıcı başarıyla düzenlendi!

# userEditedError
source: An error occurred editing the User!
cs_cz: Při úpravě uživatele došlo k chybě!
de_de: Fehler beim Bearbeiten des Benutzers!
it_it: Si è verificato un errore durante la modifica dell'utente!
pt_pt: Ocorreu um erro ao editar o Utilizador!
tr_tr: Kullanıcı düzenlenirken bir hata oluştu!

# loginDescription
source: Login with your Credentials
cs_cz: Přihlaste se pomocí svých přihlašovacích údajů
de_de: Anmelden mit Ihren Anmeldedaten
it_it: Accedi con le tue credenziali
pt_pt: Faça login com as suas credenciais
tr_tr: Kimlik bilgilerinizle oturum açın

source: Sign In
cs_cz: Přihlásit se
de_de: Anmelden
it_it: Accedi
pt_pt: Iniciar sessão
tr_tr: Oturum Aç

source: Email
tr_tr: E-posta

source: Forgot Password
cs_cz: Zapomenuté heslo
de_de: Passwort vergessen
it_it: Password Dimenticata
pt_pt: Esqueceu-se da sua senha?
tr_tr: Şifrenizi mi unuttunuz?

source: Remember Me
cs_cz: Zapamatovat si mě
de_de: Angemeldet bleiben
it_it: Ricordami
pt_pt: Lembrar-se de mim
tr_tr: Beni Hatırla

source: Login
cs_cz: Přihlášení
de_de: Anmeldung
it_it: Accedi
pt_pt: Conecte-se
tr_tr: Oturum Aç

# orgSaved
source: Organization saved suceesfully!
cs_cz: Organizace byla úspěšně uložena!
de_de: Organisation erfolgreich gespeichert!
it_it: Organizzazione salvata con successo!
pt_pt: Organização salva com sucesso!
tr_tr: Organizasyon başarıyla kaydedildi!

# orgSavedError
source: An error occurred saving the organization!
cs_cz: Při ukládání organizace došlo k chybě!
de_de: Fehler beim Speichern der Organisation!
it_it: Si è verificato un errore durante il salvataggio dell'organizzazione!
pt_pt: Ocorreu um erro ao guardar a organização!
tr_tr: Organizasyon kaydedilirken bir hata oluştu!

source: Create Report Template
cs_cz: Vytvořit šablonu zprávy
de_de: Berichtsvorlage erstellen
it_it: Crea Modello di Rapporto
pt_pt: Criar modelo de relatório
tr_tr: Şablon Oluştur

# reportTemplateCreated
source: Report Template created successfully!
cs_cz: Šablona zprávy byla úspěšně vytvořena!
de_de: Berichtsvorlage erfolgreich erstellt!
it_it: Modello di rapporto creato con successo!
pt_pt: Modelo de relatório criado com sucesso!
tr_tr: Rapor şablonu başarıyla oluşturuldu!

# reportTemplateCreatedError
source: An error occurred creating the report template!
cs_cz: Při vytváření šablony zprávy došlo k chybě!
de_de: Fehler beim Erstellen der Berichtsvorlage!
it_it: Si è verificato un errore durante la creazione del modello di rapporto!
pt_pt: Ocorreu um erro ao criar o modelo de relatório!
tr_tr: Rapor şablonu oluşturulurken bir hata oluştu!

source: Report Template
cs_cz: Šablona zprávy
de_de: Berichtsvorlage
it_it: Modello di Rapporto
pt_pt: Modelo de Relatório
tr_tr: Rapor Şablonu

source: Download
cs_cz: Stáhnout
de_de: Herunterladen
it_it: Scarica
pt_pt: Baixar
tr_tr: İndir

source: Created Date
cs_cz: Datum vytvoření
de_de: Erstellungsdatum
it_it: Data di Creazione
pt_pt: Data de criação
tr_tr: Oluşturma Tarihi

source: Backup
cs_cz: Záloha
de_de: Sicherung
pt_pt: Cópia de segurança
tr_tr: Yedekleme

source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
it_it: Ripristina
pt_pt: Restaurar
tr_tr: Geri Yükle

source: Save
cs_cz: Uložit
de_de: Speichern
it_it: Salva
pt_pt: Guardar
tr_tr: Kaydet

source: Data
de_de: Daten
it_it: Dati
pt_pt: Dados
tr_tr: Veri

# backupAttachmentsMessage
source: Backup all the data (Projects, Vulnerabilities, Clients,...)
cs_cz: Zálohovat všechna data (projekty, zranitelnosti, klienti,...)
de_de: Alle Daten sichern (Projekte, Sicherheitslücken, Kunden, ...)
it_it: Backup di tutti i dati (Progetti, Vulnerabilità, Clienti,...)
pt_pt: Cópia de segurança de todos os dados (Projectos, Vulnerabilidades, Clientes,...)
tr_tr: Tüm eklerin (Resimler, Raporlar,...) yedeğini alın

# backupDataMessage
source: Backup all the attachments (Images, Reports,...)
cs_cz: Zálohovat všechny přílohy (obrázky, zprávy,...)
de_de: Alle Anhänge sichern (Bilder, Berichte, ...)
it_it: Backup di tutti gli allegati (Immagini, Rapporti,...)
pt_pt: Cópia de segurança de todos os anexos (imagens, relatórios,...)
tr_tr: Tüm verilerin (Projeler, Güvenlik Açıkları, Müşteriler,...) yedeğini alın

# backupError
source: An error occurred making the backup!
cs_cz: Při vytváření zálohy došlo k chybě!
de_de: Fehler beim Erstellen der Sicherung!
it_it: Si è verificato un errore durante il backup!
pt_pt: Ocorreu um erro ao efetuar a cópia de segurança!
tr_tr: Yedekleme yapılırken bir hata oluştu!

# backupSuccessfull
source: Backup made successfully!
cs_cz: Záloha byla úspěšně vytvořena!
de_de: Sicherung erfolgreich erstellt!
it_it: Backup eseguito con successo!
pt_pt: Cópia de segurança efectuada com sucesso!
tr_tr: Yedekleme başarıyla yapıldı!

# restoreAttachmentsMessage
source: Restore all the data (Projects, Vulnerabilities, Clients,...)
cs_cz: Obnovit všechna data (projekty, zranitelnosti, klienti,...)
de_de: Alle Daten wiederherstellen (Projekte, Sicherheitslücken, Kunden, ...)
it_it: Ripristina tutti i dati (Progetti, Vulnerabilità, Clienti,...)
pt_pt: Restaurar todos os dados (Projectos, Vulnerabilidades, Clientes,...)
tr_tr: Tüm ekleri (Resimler, Raporlar, ...) geri yükleyin

# restoreDataMessage
source: Restore all the attachments (Images, Reports,...)
cs_cz: Obnovit všechny přílohy (obrázky, zprávy,...)
de_de: Alle Anhänge wiederherstellen (Bilder, Berichte, ...)
it_it: Ripristina tutti gli allegati (Immagini, Rapporti,...)
pt_pt: Restaurar todos os anexos (Imagens, Relatórios,...)
tr_tr: Tüm verileri (Projeler, Güvenlik Açıkları, Müşteriler, ...) geri yükleyin

source: Export
cs_cz: Exportovat
de_de: Exportieren
it_it: Esporta
pt_pt: Exportar
tr_tr: Dışa Aktar

source: Export CSV
cs_cz: Exportovat CSV
de_de: CSV exportieren
it_it: Esporta CSV
pt_pt: Exportar CSV
tr_tr: CSV olarak dışa aktar

source: Export PDF
cs_cz: Exportovat PDF
de_de: PDF exportieren
it_it: Esporta PDF
pt_pt: Exportar PDF
tr_tr: PDF olarak dışa aktar

# exportError
source: An error occurred exporting the CSV file!
cs_cz: Při exportu CSV souboru došlo k chybě!
de_de: Fehler beim Exportieren der CSV-Datei!
it_it: Si è verificato un errore durante l'esportazione del file CSV!
pt_pt: Se ha producida un error al exportar CSV
tr_tr: Dışa aktarılırken bir hata oluştu!

source: Project
cs_cz: Projekt
de_de: Projekt
it_it: Progetto
pt_pt: Projeto
tr_tr: Proje

source: Checklist
cs_cz: Kontrolní seznam
de_de: Checkliste
pt_pt: Lista de controlo
tr_tr: Kontrol Listesi

source: Data Vault
cs_cz: Datové úložiště
de_de: Datentresor
pt_pt: Cofre de Dados
tr_tr: Veri Kasası

source: Filter
cs_cz: Filtr
it_it: Filtro
pt_pt: Filtro
tr_tr: Filtrele

source: Create Task
cs_cz: Vytvořit úkol
de_de: Aufgabe erstellen
it_it: Crea Attività
pt_pt: Criar Tarefa
tr_tr: Görev Oluştur

source: Target
cs_cz: Cíl
de_de: Ziel
pt_pt: Objetivo
tr_tr: Hedef

source: Select Target
cs_cz: Vybrat cíl
de_de: Ziel auswählen
it_it: Seleziona Target
pt_pt: Selecionar Objetivo
tr_tr: Hedef Seç

source: Edit Task
cs_cz: Upravit úkol
de_de: Aufgabe bearbeiten
it_it: Modifica Attività
pt_pt: Editar Tarefa
tr_tr: Görevi Düzenle

source: Delete Task
cs_cz: Smazat úkol
de_de: Aufgabe löschen
it_it: Elimina Attività
pt_pt: Eliminar Tarefa
tr_tr: Görevi Sil

# taskCreated
source: Task created successfully!
cs_cz: Úkol byl úspěšně vytvořen!
de_de: Aufgabe erfolgreich erstellt!
it_it: Attività creata con successo!
pt_pt: Tarefa criada com sucesso!
tr_tr: Görev başarıyla oluşturuldu!

# taskCreatedError
source: An error occurred creating the Task!
cs_cz: Při vytváření úkolu došlo k chybě!
de_de: Fehler beim Erstellen der Aufgabe!
it_it: Si è verificato un errore durante la creazione dell'attività!
pt_pt: Ocorreu um erro ao criar a Tarefa!
tr_tr: Görev oluşturulurken bir hata oluştu!

# taskUpdated
source: Task updated successfully!
cs_cz: Úkol byl úspěšně aktualizován!
de_de: Aufgabe erfolgreich aktualisiert!
it_it: Attività aggiornata con successo!
pt_pt: Tarefa actualizada com sucesso!
tr_tr: Görev başarıyla güncellendi!

# taskUpdatedError
source: An error occurred updating the Task!
cs_cz: Při aktualizaci úkolu došlo k chybě!
de_de: Fehler beim Aktualisieren der Aufgabe!
it_it: Si è verificato un errore durante l'aggiornamento dell'attività!
pt_pt: Ocorreu um erro ao atualizar a Tarefa!
tr_tr: Görev güncellenirken bir hata oluştu!

# taskDeleted
source: Task deleted successfully!
cs_cz: Úkol byl úspěšně smazán!
de_de: Aufgabe erfolgreich gelöscht!
it_it: Attività eliminata con successo!
pt_pt: Tarefa eliminada com sucesso!
tr_tr: Görev başarıyla silindi!

# taskDeletedError
source: An error occurred deleting the Task!
cs_cz: Při mazání úkolu došlo k chybě!
de_de: Fehler beim Löschen der Aufgabe!
it_it: Si è verificato un errore durante l'eliminazione dell'attività!
pt_pt: Ocorreu um erro ao eliminar a Tarefa!
tr_tr: Görev silinirken bir hata oluştu!

source: Select User
cs_cz: Vybrat uživatele
de_de: Benutzer auswählen
it_it: Seleziona Utente
pt_pt: Selecionar utilizador
tr_tr: Kullanıcı Seç

source: Task Details
cs_cz: Podrobnosti úkolu
de_de: Aufgabendetails
it_it: Dettagli Attività
pt_pt: Detalhes da Tarefa
tr_tr: Görev Detayları

source: Task Description
cs_cz: Popis úkolu
de_de: Aufgabenbeschreibung
it_it: Descrizione Attività
pt_pt: Descrição da Tarefa
tr_tr: Görev Açıklaması

# targetAdded
source: Target added successfully!
cs_cz: Cíl byl úspěšně přidán!
de_de: Ziel erfolgreich hinzugefügt!
it_it: Target aggiunto con successo!
pt_pt: Objetivo adicionado com sucesso!
tr_tr: Hedef başarıyla eklendi!

# targetExists
source: Target already exists!
cs_cz: Cíl již existuje!
de_de: Ziel existiert bereits!
it_it: Il target esiste già!
pt_pt: O objetivo já existe!
tr_tr: Hedef zaten mevcut!

# targetAddedError
source: An error occurred adding the Target!
cs_cz: Při přidávání cíle došlo k chybě!
de_de: Fehler beim Hinzufügen des Ziels!
it_it: Si è verificato un errore durante l'aggiunta del target!
pt_pt: Ocorreu um erro ao adicionar o objetivo!
tr_tr: Hedef eklenirken bir hata oluştu!

# targetDeleted
source: Target deleted successfully!
cs_cz: Cíl byl úspěšně smazán!
de_de: Ziel erfolgreich gelöscht!
it_it: Target eliminato con successo!
pt_pt: Objectivo eliminado com êxito!
tr_tr: Hedef başarıyla silindi!

# targetDeletedError
source: An error occurred deleting the Target!
cs_cz: Při mazání cíle došlo k chybě!
de_de: Fehler beim Löschen des Ziels!
it_it: Si è verificato un errore durante l'eliminazione del target!
pt_pt: Ocorreu um erro ao eliminar o Objectivo!
tr_tr: Hedef silinirken bir hata oluştu!

# noteDeleted
source: Note deleted successfully!
cs_cz: Poznámka byla úspěšně smazána!
de_de: Notiz erfolgreich gelöscht!
it_it: Nota eliminata con successo!
pt_pt: Nota eliminada com sucesso!
tr_tr: Not başarıyla silindi!

# noteDeletedError
source: An error occurred deleting the note!
cs_cz: Při mazání poznámky došlo k chybě!
de_de: Fehler beim Löschen der Notiz!
it_it: Si è verificato un errore durante l'eliminazione della nota!
pt_pt: Ocorreu um erro ao eliminar a nota!
tr_tr: Not silinirken bir hata oluştu!

source: Edit Note
cs_cz: Upravit poznámku
de_de: Notiz bearbeiten
it_it: Modifica Nota
pt_pt: Editar Nota
tr_tr: Notu Düzenle

# noteEditedError
source: An error occurred editing the note!
cs_cz: Při úpravě poznámky došlo k chybě!
de_de: Fehler beim Bearbeiten der Notiz!
it_it: Si è verificato un errore durante la modifica della nota!
pt_pt: Ocorreu um erro ao editar a nota!
tr_tr: Not düzenlenirken bir hata oluştu!

# noteEdited
source: Note edited successfully!
cs_cz: Poznámka byla úspěšně upravena!
de_de: Notiz erfolgreich bearbeitet!
it_it: Nota modificata con successo!
pt_pt: Nota editada com sucesso!
tr_tr: Not başarıyla düzenlendi!

# attachmentAdded
source: Attachment added successfully!
cs_cz: Příloha byla úspěšně přidána!
de_de: Anhang erfolgreich hinzugefügt!
it_it: Allegato aggiunto con successo!
pt_pt: Anexo adicionado com sucesso!
tr_tr: Ek başarıyla eklendi!

source: Import
cs_cz: Importovat
de_de: Importieren
it_it: Importa
pt_pt: Importação
tr_tr: İçe Aktar

source: Edit Target
cs_cz: Upravit cíl
de_de: Ziel bearbeiten
it_it: Modifica Target
pt_pt: Editar Objetivo
tr_tr: Hedefi Düzenle

# targetEdited
source: Target edited successfully!
cs_cz: Cíl byl úspěšně upraven!
de_de: Ziel erfolgreich bearbeitet!
it_it: Target modificato con successo!
pt_pt: Objetivo editado com sucesso!
tr_tr: Hedef başarıyla düzenlendi!

# targetEditedError
source: An error occurred editing the Target!
cs_cz: Při úpravě cíle došlo k chybě!
de_de: Fehler beim Bearbeiten des Ziels!
it_it: Si è verificato un errore durante la modifica del target!
pt_pt: Ocorreu um erro ao editar o Objectivo!
tr_tr: Hedef düzenlenirken bir hata oluştu!

# targetImport
source: Import Targets
cs_cz: Importovat cíle
de_de: Ziele importieren
it_it: Importa Target
pt_pt: Objectivos de Importação
tr_tr: Hedefleri İçe Aktar

source: Executive Summary
cs_cz: Shrnutí pro vedení
de_de: Zusammenfassung für die Geschäftsführung
it_it: Riassunto Esecutivo
pt_pt: Sumário executivo
tr_tr: Yönetici Özeti

# targetImported
source: Targets imported successfully!
cs_cz: Cíle byly úspěšně importovány!
de_de: Ziele erfolgreich importiert!
it_it: Target importati con successo!
pt_pt: Alvos importados com sucesso!
tr_tr: Hedefler başarıyla içe aktarıldı!

# targetImportedError
source: An error occurred importing the Targets!
cs_cz: Při importu cílů došlo k chybě!
de_de: Fehler beim Importieren der Ziele!
it_it: Si è verificato un errore durante l'importazione dei target!
pt_pt: Ocorreu um erro ao importar os Targets!
tr_tr: Hedefler içe aktarılırken bir hata oluştu!

source: Create Checklist
cs_cz: Vytvořit kontrolní seznam
de_de: Checkliste erstellen
it_it: Crea Checklist
pt_pt: Criar Lista de Controlo
tr_tr: Kontrol Listesi Oluştur

source: Not Started
cs_cz: Nezahájeno
de_de: Nicht begonnen
it_it: Non Iniziato
pt_pt: Não iniciado
tr_tr: Başlamadı

source: Pass
cs_cz: Úspěch
de_de: Bestanden
it_it: Superato
pt_pt: Aprobado
tr_tr: Geçti

source: Issues
cs_cz: Problémy
de_de: Probleme
it_it: Problemi
pt_pt: Erros
tr_tr: Sorunlar

# deletedChecklist
source: Checklist deleted successfully!
cs_cz: Kontrolní seznam byl úspěšně smazán!
de_de: Checkliste erfolgreich gelöscht!
it_it: Checklist eliminata con successo!
pt_pt: Lista de verificação eliminada com sucesso!
tr_tr: Kontrol listesi başarıyla silindi!

# deletedChecklistError
source: An error occurred deleting the Checklist!
cs_cz: Při mazání kontrolního seznamu došlo k chybě!
de_de: Fehler beim Löschen der Checkliste!
it_it: Si è verificato un errore durante l'eliminazione della checklist!
pt_pt: Ocorreu um erro ao eliminar a lista de verificação!
tr_tr: Kontrol listesi silinirken bir hata oluştu!

# checklistReport
source: Checklist report created successfully!
cs_cz: Zpráva kontrolního seznamu byla úspěšně vytvořena!
de_de: Checklisten-Bericht erfolgreich erstellt!
it_it: Rapporto checklist creato con successo!
pt_pt: Relatório de lista de controlo criado com sucesso!
tr_tr: Kontrol listesi raporu başarıyla oluşturuldu!

# checklistReportError
source: An error occurred creating the checklist report!
cs_cz: Při vytváření zprávy kontrolního seznamu došlo k chybě!
de_de: Fehler beim Erstellen des Checklisten-Berichts!
it_it: Si è verificato un errore durante la creazione del rapporto checklist!
pt_pt: Ocorreu um erro ao criar o relatório da lista de controlo!
tr_tr: Kontrol listesi raporu oluşturulurken bir hata oluştu!

# checklistEdited
source: Checklist edited successfully!
cs_cz: Kontrolní seznam byl úspěšně upraven!
de_de: Checkliste erfolgreich bearbeitet!
it_it: Checklist modificata con successo!
pt_pt: Lista de controlo editada com sucesso!
tr_tr: Kontrol listesi başarıyla düzenlendi!

# checklistEditedError
source: An error occurred editing the checklist!
cs_cz: Při úpravě kontrolního seznamu došlo k chybě!
de_de: Fehler beim Bearbeiten der Checkliste!
it_it: Si è verificato un errore durante la modifica della checklist!
pt_pt: Ocorreu um erro ao editar a lista de controlo!
tr_tr: Kontrol listesi düzenlenirken bir hata oluştu!

# owaspVulnerabilityFactors
source: Vulnerability Factors
cs_cz: Faktory zranitelnosti
de_de: Verwundbarkeits-Faktoren
it_it: Fattori della Vulnerabilità
pt_pt: Factores de vulnerabilidade
tr_tr: Güvenlik açığı faktörleri

# owaspThreatAgentFactors
source: Threat Agent Factors
cs_cz: Faktory agenta hrozby
de_de: Bedrohungsagenten-Faktoren
it_it: Fattori dell'Agente di Minaccia
pt_pt: Factores do agente de ameaça
tr_tr: Tehdit ajanı faktörleri

# owaspBusinessImpactFactors
source: Business Impact Factors
cs_cz: Faktory obchodního dopadu
de_de: Geschäftsauswirkungsfaktoren
it_it: Fattori dell'Impatto Aziendale
pt_pt: Factores de impacto nas empresas
tr_tr: İş etkisi faktörleri

source: Skill Level
cs_cz: Úroveň dovedností
de_de: Fähigkeitslevel
it_it: Livello di Competenza
pt_pt: Nível de competência
tr_tr: Beceri Seviyesi

source: No Technical Skills
cs_cz: Žádné technické dovednosti
de_de: Keine technischen Fähigkeiten
it_it: Nessuna Competenza Tecnica
pt_pt: Sem competências técnicas
tr_tr: Teknik Beceri Yok
