Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/LocalizationResources/ExpressLocalizationResource.*.resx
Languages: es

source: A non-empty request body is required.
es: Se requiere un cuerpo de solicitud que no esté vacía.

source: A user with this login already exists.
es: Un usuario con este inicio de sesión ya existe.

source: A value for the '{0}' parameter or property was not provided.
es: No se proporcionó un valor para el parámetro o la propiedad '{0}'.

source: A value is required.
es: Se requiere un valor.

source: An unknown failure has occurred.
es: Se ha producido un error desconocido.

source: Both ErrorMessageResourceType and ErrorMessageResourceName need to be set on this attribute.
es: Tanto ErrorMessageResourceType y ErrorMessageResourceName es necesario establecer en este atributo.

source: Cannot retrieve property '{0}' because localization failed. Type '{1}' is not public or does not contain a public static string property with the name '{2}'.
es: No se puede recuperar la propiedad '{0}' debido a la localización falló. Tipo '{1}' no es público o no contiene una propiedad public static string con el nombre '{2}'.

source: Confirm password
es: Confirmar contraseña

source: Could not convert the value of type '{0}' to '{1}' as expected by method {2}.{3}.
es: No se pudo convertir el valor de tipo '{0}' a '{1}' como se esperaba por el método {2}. {3}.

source: Could not find a property named {0}.
es: No se pudo encontrar una propiedad denominada {0}.

source: Date
es: Fecha

source: Either ErrorMessageString or ErrorMessageResourceName must be set, but not both.
es: De cualquier ErrorMessageString o ErrorMessageResourceName deben establecerse, pero no ambos.

source: Email
es: Correo electrónico

source: Email '{0}' is already taken.
es: Email '{0}' ya está en uso.

source: Email '{0}' is invalid.
es: Email '{0}' no es válido.

source: ID
es: CARNÉ DE IDENTIDAD

source: Incorrect password.
es: Contraseña incorrecta.

source: Invalid token.
es: Simbolo no valido.

source: IsValid(object value) has not been implemented by this class. The preferred entry point is GetValidationResult() and classes should override IsValid(object value, ValidationContext context).
es: IsValid (valor del objeto) no se ha aplicado por esta clase. El punto de entrada preferido es GetValidationResult () y clases debe anular IsValid (valor de objeto, el contexto ValidationContext).

source: Lockout is not enabled for this user.
es: Bloqueo no está habilitado para este usuario.

source: MaxLengthAttribute must have a Length value that is greater than zero. Use MaxLength() without parameters to indicate that the string or array can have the maximum allowable length.
es: MaxLengthAttribute debe tener un valor de longitud que es mayor que cero. Utilice MaxLength () sin parámetros para indicar que la cadena o la matriz pueden tener la longitud máxima permitida.

source: MetadataClassType cannot be null.
es: MetadataClassType no puede ser nulo.

source: MinLengthAttribute must have a Length value that is zero or greater.
es: MinLengthAttribute debe tener un valor de longitud que es cero o mayor.

source: Name
es: Nombre

source: Optimistic concurrency failure, object has been modified.
es: fracaso de concurrencia optimista, objeto ha sido modificado.

source: Password
es: Contraseña

source: Passwords must be at least {0} characters.
es: Las contraseñas deben tener al menos {0} caracteres.

source: Passwords must have at least one digit ('0'-'9').
es: Las contraseñas deben tener al menos un dígito ( '0' - '9').

source: Passwords must have at least one lowercase ('a'-'z').
es: Las contraseñas deben tener al menos una minúscula ( 'a' - 'z').

source: Passwords must have at least one non alphanumeric character.
es: Las contraseñas deben tener al menos un carácter no alfanumérico.

source: Passwords must have at least one uppercase ('A'-'Z').
es: Las contraseñas deben tener al menos una mayúscula ( 'A' - 'Z').

source: Passwords must use at least {0} different characters.
es: Las contraseñas deben utilizar al menos {0} caracteres diferentes.

source: Price
es: Precio

source: Recovery code redemption failed.
es: El código de recuperación de la redención falló.

source: Role name '{0}' is already taken.
es: Nombre de la función '{0}' ya está en uso.

source: Role name '{0}' is invalid.
es: Nombre de la función '{0}' no es válido.

source: The argument '{0}' cannot be null, empty or contain only whitespace.
es: El argumento '{0}' no puede ser nulo, vacío o que sólo contienen espacios en blanco.

source: The associated metadata type for type '{0}' contains the following unknown properties or fields: {1}. Please make sure that the names of these members match the names of the properties on the main type.
es: El tipo de los metadatos asociados para el tipo '{0}' contiene las siguientes propiedades o campos desconocidos: {1}. Por favor asegúrese de que los nombres de estos miembros coinciden con los nombres de las propiedades del tipo principal.

source: The custom DataType string cannot be null or empty.
es: La cadena Tipo de datos personalizado no puede ser nulo o vacío.

source: The custom validation type '{0}' must be public.
es: El tipo de validación personalizada '{0}' debe ser pública.

source: The CustomValidationAttribute method '{0}' does not exist in type '{1}' or is not public and static.
es: El método CustomValidationAttribute '{0}' no existe en el tipo '{1}' o no es pública y estática.

source: The CustomValidationAttribute method '{0}' in type '{1}' must match the expected signature: public static ValidationResult {0}(object value, ValidationContext context). The value can be strongly typed. The ValidationContext parameter is optional.
es: El método CustomValidationAttribute '{0}' en el tipo '{1}' debe coincidir con la firma esperada: ValidationResult public static {0} (valor del objeto, el contexto ValidationContext). El valor puede ser inflexible. El parámetro ValidationContext es opcional.

source: The CustomValidationAttribute method '{0}' in type '{1}' must return System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success to represent success.
es: El método CustomValidationAttribute '{0}' en el tipo '{1}' debe volver System.ComponentModel.DataAnnotations.ValidationResult. Utilice System.ComponentModel.DataAnnotations.ValidationResult.Success para representar el éxito.

source: The CustomValidationAttribute.Method was not specified.
es: El CustomValidationAttribute.Method no se especificó.

source: The CustomValidationAttribute.ValidatorType was not specified.
es: El CustomValidationAttribute.ValidatorType no se especificó.

source: The field must be a number.
es: El campo debe ser un número.

source: The field of type {0} must be a string, array or ICollection type.
es: El campo de tipo {0} debe ser una cadena, matriz o de tipo ICollection.

source: The field {0} is invalid.
es: El campo {0} no es válido.

source: The field {0} must be a number.
es: El campo {0} debe ser un número.

source: The field {0} must be a string or array type with a maximum length of '{1}'.
es: El campo {0} debe ser una cadena o una matriz tipo con una longitud máxima de '{1}'.

source: The field {0} must be a string or array type with a minimum length of '{1}'.
es: El campo {0} debe ser una cadena o una matriz tipo con una longitud mínima de '{1}'.

source: The field {0} must be a string with a maximum length of {1}.
es: El campo {0} debe ser una cadena con una longitud máxima de {1}.

source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
es: El campo {0} debe ser una cadena con una longitud mínima de {2} y una longitud máxima de {1}.

source: The field {0} must be between {1} and {2}.
es: El campo {0} debe estar entre {1} y {2}.

source: The field {0} must match the regular expression '{1}'.
es: El campo {0} debe coincidir con la expresión regular '{1}'.

source: The instance provided must match the ObjectInstance on the ValidationContext supplied.
es: El ejemplo proporcionado debe coincidir con el ObjectInstance en el ValidationContext suministrado.

source: The key parameter at position {0} is null. Every key control parameter must be a string.
es: El parámetro clave en la posición {0} es nulo. Cada parámetro de control clave debe ser una cadena.

source: The key parameter at position {0} with value '{1}' is not a string. Every key control parameter must be a string.
es: El parámetro clave en la posición {0} con el valor '{1}' no es una cadena. Cada parámetro de control clave debe ser una cadena.

source: The key parameter at position {0} with value '{1}' occurs more than once.
es: El parámetro clave en la posición {0} con el valor '{1}' se produce más de una vez.

source: The maximum length must be a nonnegative integer.
es: La longitud máxima debe ser un número entero no negativo.

source: The maximum value '{0}' must be greater than or equal to the minimum value '{1}'.
es: El valor máximo '{0}' debe ser mayor que o igual al valor mínimo '{1}'.

source: The minimum and maximum values must be set.
es: Los valores mínimos y máximos se deben establecer.

source: The number of control parameters must be even.
es: El número de parámetros de control debe ser par.

source: The OperandType must be set when strings are used for minimum and maximum values.
es: El OperandType debe establecerse cuando se utilizan cuerdas para los valores mínimos y máximos.

source: The pattern must be set to a valid regular expression.
es: El patrón debe establecerse en una expresión regular válida.

source: The property '{0}' on resource type '{1}' is not a string type.
es: La propiedad '{0}' en el tipo de recurso '{1}' no es un tipo de cadena.

source: The property {0}.{1} could not be found.
es: La propiedad {0}. {1} no se pudo encontrar.

source: The resource type '{0}' does not have an accessible static property named '{1}'.
es: El tipo de recurso '{0}' no tiene una propiedad estática accesible llamado '{1}'.

source: The supplied value is invalid for {0}.
es: El valor proporcionado no es válido para {0}.

source: The supplied value is invalid.
es: El valor proporcionado no es válido.

source: The type '{0}' does not contain a public property named '{1}'.
es: El tipo '{0}' no contiene una propiedad pública denominada '{1}'.

source: The type '{0}' needs to represent an enumeration type.
es: El tipo '{0}' tiene que representar un tipo de enumeración.

source: The type provided for EnumDataTypeAttribute cannot be null.
es: El tipo previsto EnumDataTypeAttribute no puede ser nulo.

source: The type {0} must implement {1}.
es: El tipo {0} debe implementar {1}.

source: The value '{0}' is invalid.
es: El valor '{0}' no es válido.

source: The value '{0}' is not valid for {1}.
es: El valor '{0}' no es válido para {1}.

source: The value '{0}' is not valid.
es: El valor '{0}' no es válido.

source: The value for property '{0}' must be of type '{1}'.
es: El valor de la propiedad '{0}' debe ser del tipo '{1}'.

source: The {0} field is not a valid credit card number.
es: El campo {0} no es un número de tarjeta de crédito válida.

source: The {0} field is not a valid e-mail address.
es: El campo {0} no es una dirección válida de correo electrónico.

source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
es: El campo {0} no es un válido totalmente calificado http, https, ftp o URL.

source: The {0} field is not a valid phone number.
es: El campo {0} no es un número de teléfono válido.

source: The {0} field is required.
es: Se requiere que el campo {0}.

source: The {0} field only accepts files with the following extensions: {1}
es: El campo {0} sólo acepta archivos con las siguientes extensiones: {1}

source: The {0} property has not been set. Use the {1} method to get the value.
es: La propiedad {0} no se ha establecido. Utilice el método {1} para obtener el valor.

source: User already has a password set.
es: El usuario ya tiene una contraseña establecida.

source: User already in role '{0}'.
es: El usuario ya en papel '{0}'.

source: User is not in role '{0}'.
es: El usuario no está en papel '{0}'.

source: User name '{0}' is already taken.
es: Nombre de usuario '{0}' ya está en uso.

source: User name '{0}' is invalid, can only contain letters or digits.
es: Nombre de usuario '{0}' no es válido, sólo puede contener letras o dígitos.

source: {0} is not valid.
es: {0} no es válido.

source: '{0}' and '{1}' do not match.
es: '{0}' y '{1}' no coinciden.

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Phone number
es: Teléfono de contacto

source: User name
es: mi clave...

source: Verification code
es: Código de confirmación!

source: Remember me
es: ¡Recuérdame!

source: Remember this machine?
es: ¿Recuerdas este dispositivo?

source: Confirm new password
es: Confirma tu nueva contraseña

source: Username
es: Nombre de Usuario

source: New email
es: Nuevo correo electrónico

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
es: Una vez que haya escaneado el código QR o la entrada de la clave anterior, su aplicación para la autenticación de dos factores le proporcionará un código único. Introducir el código en el cuadro de confirmación a continuación.
