Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/LocalizationResources/ViewLocalizationResource.*.resx
Languages: es

source: Recent Vulnerabilities
es: Vulnerabilidades Recientes

source: &lt;i class=&quot;nav-icon fas fa-bullseye&quot;&gt;&lt;/i&gt;&lt;p&gt;Targets&lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-bullseye"></i><p>Objetivos<i class="right fas fa-angle-left"></i></p>

source: &lt;i class=&quot;nav-icon fas fa-tasks&quot;&gt;&lt;/i&gt;&lt;p&gt;Tasks&lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-tasks"></i><p>Tareas<i class="right fas fa-angle-left"></i></p>

source: &lt;i class=&quot;nav-icon fas fa-bug&quot;&gt;&lt;/i&gt;&lt;p&gt;Vulnerabilities&lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-bug"></i><p>Vulnerabilidades<i class="right fas fa-angle-left"></i></p>

source: Added by
es: Añadido por

source: &lt;i class=&quot;fas fa-bullseye&quot;&gt;&lt;/i&gt; Create Target
es: <i class="fas fa-bullseye"></i> Crear Objetivo

source: &lt;i class=&quot;fas fa-bullseye&quot;&gt;&lt;/i&gt; Targets
es: <i class="fas fa-bullseye"></i> Objetivos

source: &lt;i class=&quot;fas fa-bullseye&quot;&gt;&lt;/i&gt; Edit Target
es: <i class="fas fa-bullseye"></i> Editar Objetivo

source: &lt;i class=&quot;fas fa-bullseye&quot;&gt;&lt;/i&gt; Delete Target
es: <i class="fas fa-bullseye"></i> Eliminar Objetivo

source: Port
es: Puerto

source: Services
es: Servicios

source: &lt;i class=&quot;fas fa-tasks&quot;&gt;&lt;/i&gt; My Tasks
es: <i class="fas fa-tasks"></i> Mis Tareas

source: No Tasks
es: Sin Tareas

source: Done
es: Hecho

source: Blocked
es: Bloqueado

source: In Progress
es: En Progreso

source: Task Status
es: Estado de la Tarea

source: &lt;i class=&quot;fas fa-folder&quot;&gt;&lt;/i&gt; Create Task
es: <i class="fas fa-folder"></i> Crear Tarea

source: &lt;i class=&quot;fas fa-folder&quot;&gt;&lt;/i&gt; Edit Task
es: <i class="fas fa-folder"></i> Editar Tarea

source: Add Note to Task
es: Añadir Nota a la Tarea

source: Add Attachment to Task
es: Añadir Adjunto a la Nota

source: Add Note
es: Añadir Nota

source: Created Date
es: Fecha de Creación

source: &lt;i class=&quot;fas fa-tasks&quot;&gt;&lt;/i&gt; Delete Task
es: <i class="fas fa-tasks"></i> Eliminar Tarea

source: &lt;i class=&quot;fas fa-bug&quot;&gt;&lt;/i&gt; Create Vulnerability
es: <i class="fas fa-bug"></i> Crear Vulnerabilidad

source: Exploitation
es: Explotación

source: Remediation
es: Remediación

source: Impact
es: Impacto

source: Proof Of Concept
es: Prueba de Concepto

source: Complexity
es: Complejidad

source: Priority
es: Prioridad

source: &lt;i class=&quot;fas fa-bug&quot;&gt;&lt;/i&gt; Vulnerabilities
es: <i class="fas fa-bug"></i> Vulnerabilidades

source: &lt;i class=&quot;fas fa-bug&quot;&gt;&lt;/i&gt; Edit Vulnerability
es: <i class="fas fa-bug"></i> Editar Vulnerabilidad

source: Add Note to Vuln
es: Añadir Nota a la Vulnerabilidad

source: Add Attachment to Vuln
es: Añadir Adjunto a la Vulnerabilidad

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Vulnerability Categories
es: <i class="fas fa-briefcase"></i> Categorías de Vulenrabilidades

source: Categories
es: Categorías

source: &lt;i class=&quot;nav-icon fas fa-bug&quot;&gt;&lt;/i&gt;&lt;p&gt;Vulnerabilities &lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-bug"></i><p>Vulnerabilidades <i class="right fas fa-angle-left"></i></p>

source: Vulnerability
es: Vulnerabilidad

source: Active
es: Activo

source: Archived
es: Archivado

source: Waiting
es: Esperando

source: Open
es: Abierto

source: Confirmed
es: Confirmado

source: Accepted
es: Aceptado

source: Resolved
es: Resuelto

source: Out Of Scope
es: Fuera de Alcance

source: Invalid
es: Inválido

source: Email
es: Correo Electrónico

source: My Notes
es: Mis Notas

source: Create Note
es: Crear Nota

source: Add Service
es: Añadir Servicio

source: Note
es: Nota

source: Add Service To Target
es: Añadir Servicio al Objetivo

source: Edit Service
es: Editar Servicio

source: Delete Service
es: Eliminar Servicio

source: Username
es: Nombre de Usuario

source: Manage Email
es: Gestiona tu correo electrónico

source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
es: Este proceso desactiva el 2FA hasta que verifiques tu aplicación de autenticación. Si no completas la configuración de tu aplicación de autenticación, puedes perder el acceso a tu cuenta.

source: List
es: Lista

source: Templates
es: Plantillas

source: Organization
es: Organización

source: Application Logs
es: Logs de Aplicación

source: Documents
es: Documentos

source: Users
es: Usuarios

source: 2FA Enabled
es: 2FA Habilitado

source: Full Name
es: Nombre Completo

source: Email Confirmed
es: Correo electrónico confirmado

source: Role
es: Permisos

source: Position
es: Posición

source: Create User
es: Crear Usuario

source: New Password
es: Nueva Contraseña

source: Phone Number
es: Número de teléfono

source: Edit Organization
es: Editar Organización

source: Organization Logo
es: Logo de la Organización

source: Level
es: Nivel

source: Message
es: Mensaje

source: Stack Trace
es: Rastreo de Pila

source: Exception
es: Excepción

source: Export
es: Exportar

source: Delete User
es: Eliminar Usuario

source: Delete Vulnerability
es: Eliminar Vulnerabilidad

source: Delete Note
es: Eliminar Nota

source: Edit Note
es: Editar Nota

source: Data
es: Datos

source: Backup all the data (Projects, Vulnerabilities, Clients,...)
es: Backup de todos los datos (Proyectos, Vulnerabilidades, Clientes, ...)

source: Backup all the attachments (Images, Reports,...)
es: Backup de todos los adjuntos (Imágenes, Reportes ...)

source: Data backup made successfully !
es: Backup de datos hechos con éxito !

source: Attachments backup made successfully !
es: Backup de adjuntos hecho con éxito!

source: A problem ocurred backing up data !
es: Se ha producido un error haciendo el backup de los datos !

source: A problem ocurred backing up attachments !
es: Se ha producido un error haciendo un backup de los adjuntos!

source: Restore
es: Restaurar

source: Restore all the data (Projects, Vulnerabilities, Clients,...)
es: Restaura todos los datos (Proyectos, Vulnerabilidades, Clientes,...)

source: Select Json File
es: Seleccionar el archivo JSON

source: Restore all the attachments (Images, Reports,...)
es: Restaura todos los adjuntos (Imágenes, reportes, ...)

source: Select Zip File
es: Seleccionar el archivo ZIP

source: Backup Data restored successfully! Please logout and login again!
es: Datos restaurados correctamente ! Por favor cierre sesión e inicie de nuevo !

source: An error ocurred restoring the data backup!
es: Se ha producido un error restaurando los datos !

source: Attachments restored successfully!
es: Adjuntos restaurados correctamente !

source: An error ocurred restoring the attachments!
es: Se ha producido un error restaurando loas adjuntos !

source: Logs exported successfully!
es: Logs exportados correctamente !

source: An error ocurred exporting the logs!
es: Se ha producido un error exportando los logs !

source: Logs deleted sucessfully!
es: Logs borrados correctamente !

source: An error ocurred deleting logs!
es: Se ha producido un error borrando los logs !

source: Are you sure you want to delete the logs?
es: Esta seguro de que quiere borrar los logs?

source: An error ocurred updating organization information!
es: Se ha producido un error actualizando la información de la organización !

source: Organization information updated successfully!
es: Organización actualizada correctamente !

source: The logo has been deleted successfully!
es: El logo se borró correctamente !

source: An error ocurred deleting oragnization logo!
es: Se ha producido un error borrando el logo!

source: Report Templates
es: Plantillas de Reportes

source: Create Template
es: Crear Plantilla

source: Create Report Template
es: Crear plantilla de Reporte

source: File must be a .dotx format
es: El archivo debe ser en formato .dotx

source: Select Template
es: Seleccionar Plantilla

source: Choose dotx File
es: Seleccionar archivo dotx

source: Report template created successfully !
es: Plantilla de reporte creada correctamente !

source: An error ocurred creating report template !
es: Se ha producido un error creando la plantilla de reporte!

source: The file uploaded is not permitted !
es: El archivo cargado no esta permitido !

source: Report template edited successfully !
es: Plantilla de reporte editada correctamente!

source: An error ocurred editing report template !
es: Se ha producido un error editando la plantilla de reporte!

source: Delete Report Template
es: Eliminar plantilla de reporte

source: Report template deleted successfully !
es: Plantilla de reporte borrada correctamente!

source: An error ocurred deleting report template !
es: Se ha producido un error borrando la plantilla de reporte!

source: User deleted successfully!
es: Usuario eliminado del proyecto correctamente!

source: An error ocurred deleting a user!
es: Se ha producido un error eliminando el usuario!

source: User created successfully!
es: Usuario creado correctamente!

source: User edited successfully!
es: Usuario editado correctamente!

source: An error ocurred editing a user!
es: Se ha producido un error editando el usuario!

source: Error loading Users!
es: Error al cargar el usuario!

source: This file type is not permitted!
es: Este tipo de archivo no esta permitido!

source: An error ocurred deleting avatar!
es: Se ha producido un error eliminando el avatar!

source: User avatar deleted successfully!
es: Avatar eliminado correctamente!

source: The password does not meet the requirements!
es: La password no cumple con los requisitos!

source: An error ocurred creating a user!
es: Se ha producido un error creando el usuario!

source: Projects Percentages
es: Porcentaje Proyectos

source: Active Projects
es: Proyectos Activos

source: Recent Clients
es: Clientes Recientes

source: Recent Documents
es: Documentos Recientes

source: Vulnerabilities Status
es: Estado Vulnerabilidades

source: Calendar
es: Calendario

source: Legend
es: Leyenda

source: Task: Backlog
es: Tarea: Backlog

source: Task: ToDo
es: Tarea: PorHacer

source: Task: InProgress
es: Tarea: EnProgreso

source: Task: Blocked
es: Tarea: Bloqueado

source: Task: Done
es: Tarea: Hecho

source: Add Note to Project
es: Añadir Nota al Proyecto

source: Findings Id (Only Name)
es: Id Findings (Solo Nombre)

source: Score Type
es: Tipo de Puntuación

source: Project
es: Proyecto

source: Executive Summary
es: Resumen Ejecutivo

source: This user is already added to project!
es: Este usuario ya esta añadido al proyecto!

source: User added to project successfully!
es: Usuario añadido al proyecto correctamente!

source: User deleted from project successfully!
es: Usuario eliminado del proyecto!

source: Target added to project successfully!
es: Objetivo añadido al proyecto correctamente!

source: Target deleted from project successfully!
es: Objetivo eliminado del proyecto!

source: Note added to project successfully!
es: Nota añadida al proyecto correctamente!

source: Note deleted from project successfully!
es: Nota eliminada del proyecto correctamente!

source: Attachment added to project successfully!
es: Adjunto añadido al proyecto correctamente!

source: Attachment deleted from project successfully!
es: Adjunto eliminado del proyecto correctamente!

source: An error was produced adding an Attachment!
es: Se ha producido un error añadiendo un adjunto!

source: Report deleted successfully!
es: Reporte eliminado correctamente!

source: Report created successfully!
es: Reporte creado correctamente!

source: Project deleted successfully!
es: Proyecto eliminado correctamente!

source: Project created successfully!
es: Proyecto creado correctamente!

source: Project edited successfully!
es: Proyecto editado correctamente!

source: An error ocurred loading project!
es: Se ha producido un error cargando el proyecto!

source: An error ocurred creating project!
es: Se ha producido un error al crear el proyecto!

source: An error ocurred editing project!
es: Se ha producido un error al editar el proyecto!

source: An error ocurred deleting the project!
es: Se ha producido un error al eliminar el proyecto!

source: An error ocurred loading project templates!
es: Se ha producido un error al cargar las plantillas de proyecto!

source: An error was produced adding a memeber!
es: Se ha producido un error añadiendo al miembro!

source: An error was produced deleting a memeber!
es: Se ha producido un error al eliminar el miembro!

source: An error was produced adding a new target!
es: Se ha producido un error al añadir un nuevo objetivo!

source: An error was produced deleting a target!
es: Se ha producido un error al eliminar un objetivo!

source: An error was produced adding a new note!
es: Se ha producido un error al añadir una nueva nota!

source: An error was produced deleting a note!
es: Se ha producido un error al eliminar una nota!

source: An error was produced deleting an Attachment!
es: Se ha producido un error al borrar un adjunto!

source: Report downloaded successfully!
es: Reporte descargado correctamente!

source: An error ocurred loading a client!
es: Se ha producido un error al cargar el cliente!

source: An error ocurred creating a client!
es: Se ha producido un error creando el cliente!

source: An error ocurred deleting a client!
es: Se ha producido un error al eliminar el cliente!

source: An error ocurred editing a client!
es: Se ha producido un error al editar el cliente!

source: Edit Document
es: Editar Documento

source: Create Document
es: Crear Documento

source: Document
es: Documento

source: Document created successfully!
es: Documento creado correctamente!

source: Document edited successfully!
es: Documento editado correctamente!

source: Document deleted successfully!
es: Documento eliminado corectamente!

source: An error ocurred loading a document!
es: Se ha producido un error al cargar el documento!

source: An error ocurred deleting a document!
es: Se ha producido un error al eliminar un documento!

source: An error ocurred creating a document!
es: Se ha producido un error al crear el documento!

source: An error ocurred editing a document!
es: Se ha producido un error al editar un documento!

source: Create Category
es: Crear Categoría

source: Dark Mode
es: Modo Oscuro

source: Deleting this data will permanently remove your account, and this cannot be recovered.
es: Eliminar estos datos borrará permanentemente tu cuenta, esta acción no puede recuperarse

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
es: Tu cuenta contiene informaciín personal. Esta página te permite descargar o borrar estos datos

source: No results
es: Sin resultados

source: Note edited successfully!
es: Nota editada correctamente!

source: An error ocurred deleting note!
es: Se ha producido un error al eliminar la nota!

source: An error ocurred editing note!
es: Se ha producido un error al editar la nota!

source: Note deleted successfully!
es: Nota eliminada correctamente!

source: Note created successfully!
es: Nota creada correctamente!

source: An error ocurred loading a note!
es: Se ha producido un error al cargar la nota!

source: An error ocurred creating note!
es: Se ha producido un error al crear la nota!

source: Create Vulnerability Category
es: Crear categoría de Vulnerabilidad

source: Edit Vulnerability Category
es: Editar categoría de Vulnerabilidad

source: Vuln category created successfully!
es: Categoría de vulnerabilidad creada correctamente!

source: Vuln category edited successfully!
es: Categoría de vulnerabilidad editada correctamente!

source: Note added to vuln successfully!
es: Nota añadida a la vulnerabilidad correctamente!

source: Note deleted from vuln successfully!
es: Nota eliminada de la vulnerabilidad correctamente!

source: Attachment added to vuln successfully!
es: Adjunto añadido a la vulnerabilidad correctamente!

source: Attachment deleted from vuln successfully!
es: Adjunto eliminado de la vulnerabilidad correctamente!

source: An error ocurred adding the note!
es: Se ha producido un error añadiendo la nota!

source: An error ocurred deleting the attachment!
es: Se ha producido un error eliminando el adjunto!

source: An error ocurred deleting the note!
es: Se ha producido un error eliminando la nota!

source: An error ocurred creating Jira issue!
es: Se ha producido un error creando el ticket en Jira!

source: Jira ticket created successfully!
es: Ticket Jira creado correctamente!

source: An error ocurred loading Vuln Details!
es: Se ha producido un error cargando los detalles de la vuln!

source: An error ocurred editing Vuln Template!
es: Se ha producido un error editando la plantilla de vuln!

source: Vuln template edited successfully!
es: Plantilla de vuln editada correctamente!

source: An error ocurred editing Vuln !
es: Se ha producido un error editando la vuln!

source: An error ocurred deleting Vuln !
es: Se ha producido un error eliminando la vuln!

source: Vuln edited successfully !
es: Vuln editada correctamente!

source: Vuln deleted successfully !
es: Vuln eliminada correctamente!

source: An error ocurred creating vuln category!
es: Se ha producido un error creando la categoría de vuln!

source: An error ocurred editing vuln category!
es: Se ha producido un error editando la categoría de vuln!

source: An error ocurred deleting vuln category!
es: Se ha producido un error eliminando la categoría de vuln!

source: Import
es: Importar

source: Project Tasks
es: Tareas del Proyecto

source: Create Project Task
es: Crear Tarea de Proyecto

source: Data Vault
es: Caja Fuerte

source: Checklist Type
es: Tipo de Checklist

source: Import your targets from nmap scan
es: Importa tus objectivos desde Nmap

source: Select your Nmap XML file
es: Selecciona tu archivo XML de Nmap

source: Select Nmap Xml File
es: Selecciona el archivo Nmap XML

source: CSV Import
es: Importar CSV

source: Import your targets from a CSV file
es: Importa tus objetivos desde un archivo CSV

source: here
es: aquí

source: Download the CSV template from
es: Descarga la plantilla del archivo CSV desde

source: Add Target to Vuln
es: Añadir objetivo a la vulnerabilidad

source: CVSS3 Calculator
es: Calculadora CVSS3

source: OWASP Risk Calculator
es: Calculadora de Riesgo OWASP

source: Value
es: Valor

source: Show
es: Mostrar

source: An error ocurred editing Vault!
es: Se ha producido un error al editar la caja fuerte!

source: An error ocurred creating Vault!
es: Se ha producido un error al crear la caja fuerte!

source: Vault deleted successfully!
es: Caja fuerte eliminada correctamente!

source: Vault created successfully!
es: Caja fuerte creada correctamente!

source: Vault edited successfully!
es: Caja fuerte editada correctamente!

source: An error ocurred loading Vault!
es: Se ha producido un error al cargar la caja fuerte!

source: An error ocurred deleting Vault!
es: Se ha producido un error al eliminar la caja fuerte!

source: WSTG Checklist saved successfully!
es: WSTG Checklist guardada correctamente!

source: An error ocurred saving WSTG Checklist!
es: Se ha producido un error al guardar el Checklist WSTG!

source: An error ocurred saving MASTG Checklist!
es: Se ha producido un error al guardar el checlist MASTG!

source: MASTG Checklist saved successfully!
es: Checklist MASTG guardado correctamente!

source: WSTG Checklist deleted successfully!
es: Checklist WSTG eliminada correctamente!

source: MASTG Checklist deleted successfully!
es: Checklist MASTG eliminada correctamente!

source: Checklist created successfully!
es: Checklist creado correctamente!

source: An error ocurred loading WSTG!
es: Se ha producido un error al cargar WSTG!

source: An error ocurred loading MASTG!
es: Se ha producido un error al cargar MASTG!

source: An error ocurred loading Checklist form!
es: Se ha producido un error al cargar el formulario!

source: An error ocurred loading Checklist!
es: Se ha producido un error al cargar el checklist!

source: An error ocurred deleting Checklist!
es: Se ha producido un error al borrar el checklist!

source: Target deleted successfully!
es: Objetivo eliminado correctamente!

source: Target created successfully!
es: Objetivo creado correctamente!

source: Target edited successfully!
es: Objetivo editado correctamente!

source: Service edited successfully!
es: Servicio editado correctamente!

source: Service added successfully!
es: Servicio añadido correctamente!

source: Service deleted successfully!
es: Servicio eliminado correctamente!

source: File imported successfully!
es: Archivo importado correctamente!

source: An error was produced deleteing a Service!
es: Se ha producido un error al eliminar el servicio!

source: An error was produced editing a Service!
es: Se ha producido un error al editar un servicio!

source: An error was produced loading Service!
es: Se ha producido un error al cargar el servicio!

source: An error was produced loading Target!
es: Se ha producido un error al cargar el objetivo!

source: An error was produced deleting Target!
es: Se ha producido un error al eliminar el objetivo!

source: An error ocurred processing the file!
es: Se ha producido un error al procesar el archivo!

source: An error was produced editing Target!
es: Se ha producido un error al editar el objetivo!

source: An error was produced adding Target!
es: Se ha producido un error al añadir el objetivo!

source: Note added to target successfully!
es: Nota añadida al objetivo correctamente!

source: Note deleted from target successfully!
es: Nota eliminada del objetivo corerctamente!

source: Service deleted from target successfully!
es: Servicio eliminado del objetivo correctamente!

source: Attachment added to target successfully!
es: Adjunto añadido al objetivo correctamente!

source: Attachment deleted from target successfully!
es: Adjunto eliminado del objetivo correctamente!

source: An error was produced adding Service!
es: Se ha producido un error al añadir el servicio!

source: An error ocurred editing Task!
es: Se ha producido un error al editar la Tarea!

source: An error ocurred adding Task!
es: Se ha producido un error al añadir la Tarea!

source: Task created successfully!
es: Tarea añadida correctamente!

source: Task deleted successfully!
es: Tarea eliminada correctamente!

source: An error ocurred deleting Task!
es: Se ha producido un error al eliminar la tarea!

source: Task edited successfully!
es: Tarea editada correctamente!

source: An error ocurred loading Task!
es: Se ha producido un error al cargar la Tarea!

source: Task note edited successfully!
es: Nota de la tarea editada correctamente!

source: Task note added successfully!
es: Nota añadida correctamente en la tarea!

source: Task note deleted successfully!
es: Nota de la tarea eliminada correctamente!

source: Task attachment edited successfully!
es: Adjunto de la tarea editado correctamente!

source: Task attachment added successfully!
es: Adjunto en la tarea añadido correctamente!

source: Task attachment deleted successfully!
es: Adjunto de la tarea eliminado correctamente!

source: Vuln Import
es: Importar Vulnerabilidades

source: Import your vulnerabilities from your files
es: Importa vulnerabilidades desde tus archivos

source: Select Type
es: Seleccionar Tipo

source: Select your File
es: Selecciona tu archivo

source: An error ocurred adding vuln!
es: Se ha producido un error al añadir la vuln!

source: Vuln edited successfully!
es: Vuln editada correctamente!
