Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/LocalizationResources/ViewLocalizationResource.*.resx
Languages: es

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
es: 2fa ha sido deshabilitado. Puede volver a activar 2fa cuando se configura una aplicación autenticador

source: &lt;p&gt;&#xA; &lt;span class=&quot;glyphicon glyphicon-warning-sign&quot;&gt;&lt;/span&gt;&#xA; &lt;strong&gt;If you reset your authenticator key your authenticator app will not work until you reconfigure it.&lt;/strong&gt;&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; This process disables 2FA until you verify your authenticator app.&#xA; If you do not complete your authenticator app configuration you may lose access to your account.&#xA; &lt;/p&gt;
es: <P> <Span class = "glyphicon glyphicon-advertencia-signo"> </ span> <Strong> Si restablece su clave autenticador su aplicación autenticador no funcionará hasta que vuelva a configurar la misma. </ Strong> </ P> <P> Este proceso inhabilita 2FA hasta que verifique la aplicación autenticador. Si usted no completa la configuración de su aplicación autenticador puede perder el acceso a su cuenta. </ P>

source: &lt;p&gt;&#xA; &lt;span class=&quot;glyphicon glyphicon-warning-sign&quot;&gt;&lt;/span&gt;&#xA; &lt;strong&gt;Put these codes in a safe place.&lt;/strong&gt;&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; If you lose your device and don't have the recovery codes you will lose access to your account.&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key&#xA; used in an authenticator app you should &lt;a href=&quot;{0}&quot;&gt;reset your authenticator keys.&lt;/a&gt;&#xA; &lt;/p&gt;
es: <P> <Span class = "glyphicon glyphicon-advertencia-signo"> </ span> <Strong> Ponga estos códigos en un lugar seguro. </ Strong> </ P> <P> Si pierde su dispositivo y no tiene los códigos de recuperación que se perderá el acceso a su cuenta. </ P> <P> Generar nuevos códigos de recuperación no cambia las claves utilizadas en aplicaciones autenticador. Si desea cambiar la clave utilizado en una aplicación autentificador debe <a href="{0}"> restablecer las llaves del autenticador. </a> </ P>

source: &lt;p&gt;&#xA; Swapping to the &lt;strong&gt;Development&lt;/strong&gt; environment displays detailed information about the error that occurred.&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; &lt;strong&gt;The Development environment shouldn't be enabled for deployed applications.&lt;/strong&gt; It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the &lt;strong&gt;Development&lt;/strong&gt; environment by setting the &lt;strong&gt;ASPNETCORE_ENVIRONMENT&lt;/strong&gt; environment variable to &lt;strong&gt;Development&lt;/strong&gt; and restarting the app.&#xA; &lt;/p&gt;
es: <P> El intercambio en el <strong> Desarrollo </ strong> muestra la información del entorno detallada sobre el error que se produjo. </ P> <P> <Strong> El entorno de desarrollo no debe ser habilitado para que las aplicaciones implementadas. </ Strong> Puede resultar en la visualización de la información sensible de excepciones a los usuarios finales. Para la depuración local, permitirá a la <strong> Desarrollo </ strong> medio ambiente mediante el establecimiento de la <strong> ASPNETCORE_ENVIRONMENT </ strong> variable de entorno a <strong> Desarrollo </ strong> y reiniciar la aplicación. </ P>

source: &lt;p&gt;Your account contains personal data that you have given us. This page allows you to download or delete that data.&lt;/p&gt;&#xA; &lt;p&gt;&#xA; &lt;strong&gt;Deleting this data will permanently remove your account, and this cannot be recovered.&lt;/strong&gt;&#xA; &lt;/p&gt;
es: <P> Su cuenta contiene los datos personales que nos has dado. Esta página le permite descargar o eliminar dichos datos. </ P> <P> <Strong> La eliminación de estos datos se eliminará permanentemente su cuenta, y esto no puede ser recuperado. </ Strong> </ P>

source: &lt;strong&gt;You have 1 recovery code left.&lt;/strong&gt;&#xA; &lt;p&gt;You can &lt;a href=&quot;{0}&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.&lt;/p&gt;
es: <Strong> tiene código 1 de recuperación de la izquierda. </ Strong> <P> Puede <a href="{0}"> generar un nuevo conjunto de códigos de recuperación </a>. </ P>

source: &lt;strong&gt;You have no recovery codes left.&lt;/strong&gt;&#xA; &lt;p&gt;You must &lt;a href=&quot;{0}&quot;&gt;generate a new set of recovery codes&lt;/a&gt; before you can log in with a recovery code.&lt;/p&gt;
es: <Strong> No tiene códigos de recuperación izquierda. </ Strong> <P> Debe <a href="{0}"> generar un nuevo conjunto de códigos de recuperación </a> antes de iniciar la sesión con un código de recuperación. </ P>

source: &lt;strong&gt;You have {0} recovery codes left.&lt;/strong&gt;&#xA; &lt;p&gt;You should &lt;a href=&quot;{1}&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.&lt;/p&gt;
es: <Strong> {0} ha códigos de recuperación de la izquierda. </ Strong> <P> Debe <a href="{1}"> generar un nuevo conjunto de códigos de recuperación </a>. </ P>

source: Access denied
es: Acceso denegado

source: Add another service to log in.
es: Añadir otro servicio para conectarse.

source: Add authenticator app
es: Añadir aplicación autenticador

source: An error occurred while processing your request.
es: Se produjo un error al procesar su solicitud.

source: Associate your {0} account.
es: Asociar su cuenta {0}.

source: Change password
es: Cambiar la contraseña

source: Change your account settings
es: Cambiar la configuración de cuenta

source: Configure authenticator app
es: Configurar aplicación autenticador

source: Confirm email
es: Confirmar correo electrónico

source: Confirm your email
es: Confirme su email

source: Create a new account.
es: Crea una cuenta nueva.

source: Development Mode
es: Modo de desarrollo

source: Disable 2FA
es: Desactivar 2FA

source: Don't have access to your authenticator device? You can &lt;a id=&quot;recovery-code-login&quot; href=&quot;{0}&quot;&gt;log in with a recovery code&lt;/a&gt;.
es: No tienen acceso a su dispositivo autenticador? Puede <a id="recovery-code-login" href="{0}"> iniciar sesión con un código de recuperación </a>.

source: Download
es: Descargar

source: Download a two-factor authenticator app like Microsoft Authenticator for &lt;a href=&quot;{0}&quot;&gt;Windows Phone&lt;/a&gt;, &lt;a href=&quot;{1}&quot;&gt;Android&lt;/a&gt; and &lt;a href=&quot;{2}&quot;&gt;iOS&lt;/a&gt; or
es: Descarga una aplicación de doble autneticación como Microsoft autenticador para <a href="{0}"> de Windows </a> teléfono, <a href="{1}"> Android </a> y <a href = "{ 2} "> iOS o </a>

source: Download Your Data
es: Su descarga de datos

source: Enter your email.
es: Introduce tu correo electrónico.

source: Error from external provider: {0}
es: Error de proveedor externo: {0}

source: Error loading external login information during confirmation.
es: Error al cargar información de acceso externo durante la confirmación.

source: Error loading external login information.
es: Error al cargar información de acceso externo.

source: External logins
es: inicios de sesión externos

source: Forget this browser
es: Olvidar este navegador

source: Forgot password confirmation
es: confirmación de contraseña olvidados

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Generate Recovery Codes
es: Generar códigos de recuperación

source: Generate two-factor authentication (2FA) recovery codes
es: Generar autenticación de dos factores (2FA) códigos de recuperación

source: Google Authenticator for &lt;a href=&quot;{3}&quot;&gt;Android&lt;/a&gt; and &lt;a href=&quot;{4}&quot;&gt;iOS&lt;/a&gt;.
es: Google Authenticator para <a href="{3}"> </a> Android y iOS <a href="{4}"> </a>.

source: Hello {0}!
es: Hola {0}!

source: Home
es: Inicio

source: Invalid authenticator code.
es: autenticador código válido.

source: Invalid login attempt.
es: intento de acceso no válido.

source: Invalid recovery code entered.
es: código de recuperación introducida no es válida.

source: Learn about &lt;a href=&quot;{0}&quot;&gt;building Web apps with ASP.NET Core&lt;/a&gt;.
es: Aprender sobre <a href="{0}"> la creación de aplicaciones Web con ASP.NET Core </a>.

source: Locked out
es: Bloqueado

source: Log in
es: Iniciar sesión

source: Log in using your external account
es: Inicie sesión con su cuenta externa

source: Log out
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Manage
es: Gestionar

source: Manage your account
es: Gestiona tu cuenta

source: Manage your external logins
es: Administrar sus conexiones externas

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
es: Una vez que haya escaneado el código QR o la entrada de la clave anterior, su aplicación para la autenticación de dos factores le proporcionará un código único. Introducir el código en el cuadro de confirmación a continuación.

source: Password
es: Contraseña

source: Password not correct.
es: Contraseña no es correcta.

source: Personal Data
es: Información personal

source: Please check your email to reset your password.
es: Por favor, consultar su correo electrónico para restablecer su contraseña.

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
es: Por favor confirmar su cuenta por <a href='{0}'> clic aquí </a>.

source: Please enter a valid number.
es: Por favor ingrese un número valido.

source: Please reset your password by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
es: Por favor, restablecer la contraseña por <a href='{0}'> clic aquí </a>.

source: Privacy
es: Privacidad

source: Privacy Policy
es: Política de privacidad

source: Profile
es: Perfil

source: Recovery code verification
es: verificación de código de recuperación

source: Register
es: Registro

source: Register as a new user
es: registrar como usuario nuevo

source: Registered Logins
es: inicios de sesión registrados

source: Remember me?
es: ¿Recuérdame?

source: Remove this login from your account
es: Eliminar esta entrada de su cuenta

source: Remove {0}
es: Retire {0}

source: Request ID:
es: ID de solicitud:

source: Reset
es: Reiniciar

source: Reset authenticator app
es: Reset doble factor de autenticación

source: Reset authenticator key
es: Restablecer clave autenticador

source: Reset password
es: Restablecer la contraseña

source: Reset password confirmation
es: confirmación de restablecimiento de contraseña

source: Reset recovery codes
es: Restablecer los códigos de recuperación

source: Reset your password.
es: Restablecer su contraseña.

source: Sample Form
es: Ejemplo de Formulario

source: Save
es: Guardar

source: Send verification email
es: Envia un correo electronico de verificación

source: Set password
es: Configurar la clave

source: Setup authenticator app
es: Configurar aplicación de doble autenticación

source: Submit
es: Enviar

source: Thank you for confirming your email.
es: Gracias por confirmar su correo electrónico usted.

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
es: El explorador actual ha sido olvidado. Cuando vuelve a entrar de nuevo desde este navegador se le pedirá su código 2fa.

source: The external login was added.
es: Se añadió la entrada externa.

source: The external login was removed.
es: Se retiró la entrada externa.

source: There are no external authentication services configured. See &lt;a href='https://go.microsoft.com/fwlink/?LinkID=532715'&gt;this article&lt;/a&gt; for details on setting up this ASP.NET application to support logging in via external services.
es: No hay servicios de autenticación externos configurados. Ver <a href='https://go.microsoft.com/fwlink/?LinkID=532715'> este artículo </a> para obtener detalles sobre la configuración de esta aplicación ASP.NET para apoyar ingresar a través de servicios externos.

source: This account has been locked out, please try again later.
es: Esta cuenta ha sido bloqueada, por favor intente de nuevo más tarde.

source: To enable QR code generation please read our &lt;a href=&quot;{0}&quot;&gt;documentation&lt;/a&gt;.
es: Para habilitar la generación de código QR lea nuestra documentación href="{0}"> <a </a>.

source: To use an authenticator app go through the following steps:
es: Para usar una aplicación autenticador ir a través de los siguientes pasos:

source: Two-factor authentication
es: Autenticación de dos factores

source: Two-factor authentication (2FA)
es: Autenticación de dos factores (2FA)

source: Update password
es: Actualizar contraseña

source: Use a local account to log in.
es: Utilizar una cuenta local para iniciar sesión.

source: Use another service to log in.
es: Utilizar otro servicio para conectarse.

source: Use this page to detail your site's privacy policy.
es: Utilice esta página para la política de privacidad del detalle de su sitio.

source: Use this space to summarize your privacy and cookie use policy. &lt;a href=&quot;{0}&quot;&gt;Learn More&lt;/a&gt;.&#xA; &lt;button type=&quot;button&quot; class=&quot;accept-policy close&quot; data-dismiss=&quot;alert&quot; aria-label=&quot;Close&quot; data-cookie-string=&quot;{1}&quot;&gt;&#xA; &lt;span aria-hidden=&quot;true&quot;&gt;Accept&lt;/span&gt;&#xA; &lt;/button&gt;
es: Utiliza este espacio para resumir su privacidad y la política de uso de cookies. <a href="{0}"> Más información </a>. <= Tipo de botón de clase "botón" = "aceptar la política estrecha" desechan datos = "alerta" aria-label = "Cerrar"-galleta-cadena de datos = "{1}"> <Span aria oculta-= "true"> Aceptar </ span> </ Botón>

source: Verification Code
es: Código de verificación

source: Verification email sent. Please check your email.
es: El mensaje de verificación ha sido enviado. Por favor revise su correo electrónico.

source: Verify
es: Verificar

source: Welcome
es: Bienvenido

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
es: Usted no tiene un nombre de usuario / contraseña local para este sitio. Añadir una cuenta local para que pueda iniciar la sesión sin una entrada externa.

source: You do not have access to this resource.
es: Usted no tiene acceso a este recurso.

source: You have generated new recovery codes.
es: Que haya generado nuevos códigos de recuperación.

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
es: Ha solicitado una sesión con un código de recuperación. Este inicio de sesión no será recordado hasta que proporcione un código de aplicación autenticador al iniciar la sesión o desactivar 2FA y conectarse de nuevo.

source: You have successfully logged out of the application.
es: Ha iniciado sesión con éxito de la aplicación.

source: You've successfully authenticated with &lt;strong&gt;{0}&lt;/strong&gt;. Please enter an email address for this site below and click the Register button to finish logging in.
es: Usted ha autenticado con éxito con <strong> {0} </ strong>. Por favor, introduzca una dirección de correo electrónico para este sitio Web más abajo y haga clic en el botón Registrar para terminar el registro en.

source: Your authenticator app has been verified.
es: Su aplicación autenticador ha sido verificada.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
es: Su clave de aplicación autenticador se ha restablecido, tendrá que configurar su aplicación autenticador usando la nueva clave.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
es: Su nombre de usuario está protegido con una aplicación autenticador. Introduzca su código autenticador a continuación.

source: Your password has been changed.
es: Tu contraseña ha sido cambiada.

source: Your password has been reset. Please &lt;a href=&quot;{0}&quot;&gt;click here to log in&lt;/a&gt;.
es: Tu contraseña ha sido restablecida. <a href="{0}"> haga clic aquí para iniciar sesión </a>.

source: Your password has been set.
es: Su contraseña ha sido establecida.

source: Your profile has been updated
es: Tu perfil ha sido actualizado

source: Projects
es: Proyectos

source: Clients
es: Clientes

source: Name
es: Nombre

source: Description
es: Descripción

source: Contact Name
es: Nombre de Contacto

source: Contact Email
es: Email de Contacto

source: Contact Phone
es: Teléfono de Contacto

source: Back
es: Volver

source: Create Client
es: Crear Cliente

source: Create
es: Crear

source: Edit
es: Editar

source: Delete
es: Eliminar

source: &lt;i class=&quot;fas fa-plus&quot;&gt;&lt;/i&gt; Create
es: <i class="fas fa-plus"></i> Crear

source: &lt;i class=&quot;fas fa-edit&quot;&gt;&lt;/i&gt; Edit
es: <i class="fas fa-edit"></i> Editar

source: &lt;i class=&quot;fas fa-trash&quot;&gt;&lt;/i&gt; Delete
es: <i class="fas fa-trash"></i> Eliminar

source: Options
es: Opciones

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Clients
es: <i class="fas fa-briefcase"></i> Clientes

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Edit Client
es: <i class="fas fa-briefcase"></i> Editar Cliente

source: Client edited successfully!
es: Cliente editado correctamente!

source: Client created successfully!
es: Cliente creado correctamente!

source: Client deleted successfully!
es: Cliente eliminado correctamente!

source: Are you sure you want to delete this?
es: Estas seguro de que quieres eliminar esto?

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Delete Client
es: <i class="fas fa-briefcase"></i> Eliminar Cliente

source: &lt;i class=&quot;fas fa-list nav-icon&quot;&gt;&lt;/i&gt;&lt;p&gt;List&lt;/p&gt;
es: <i class="fas fa-list nav-icon"></i><p>Lista</p>

source: &lt;i class=&quot;fas fa-plus nav-icon&quot;&gt;&lt;/i&gt;&lt;p&gt;Create&lt;/p&gt;
es: <i class="fas fa-plus nav-icon"></i><p>Crear</p>

source: &lt;i class=&quot;nav-icon fas fa-home&quot;&gt;&lt;/i&gt;&lt;p&gt;Home&lt;/p&gt;
es: <i class="nav-icon fas fa-home"></i><p>Inicio</p>

source: &lt;i class=&quot;nav-icon fas fa-briefcase&quot;&gt;&lt;/i&gt;&lt;p&gt;Clients&lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-briefcase"></i><p>Clientes<i class="right fas fa-angle-left"></i></p>

source: Select Image
es: Seleccionar Imagen

source: Choose File
es: Elegir Archivo

source: Upload
es: Subir

source: Details
es: Detalles

source: Created by
es: Creado por

source: Created on
es: Creado el

source: &lt;span class=&quot;info-box-text&quot;&gt;Projects&lt;/span&gt;
es: <span class="info-box-text">Proyectos</span>

source: &lt;span class=&quot;info-box-text&quot;&gt;Vulnerabilities&lt;/span&gt;
es: <span class="info-box-text">Vulnerabilidades</span>

source: &lt;span class=&quot;info-box-text&quot;&gt;Tasks&lt;/span&gt;
es: <span class="info-box-text">Tareas</span>

source: &lt;span class=&quot;info-box-text&quot;&gt;Clients&lt;/span&gt;
es: <span class="info-box-text">Clientes</span>

source: &lt;h3 class=&quot;card-title&quot;&gt;Projects Percentages&lt;/h3&gt;
es: <h3 class="card-title">Porcentajes Proyectos</h3>

source: &lt;h3 class=&quot;card-title&quot;&gt;Active Projects&lt;/h3&gt;
es: <h3 class="card-title">Proyectos Activos</h3>

source: &lt;h3 class=&quot;card-title&quot;&gt;Recent Clients&lt;/h3&gt;
es: <h3 class="card-title">Clientes Recientes</h3>

source: &lt;h3 class=&quot;card-title&quot;&gt;Recent Documents&lt;/h3&gt;
es: <h3 class="card-title">Documentos Recientes</h3>

source: &lt;h3 class=&quot;card-title&quot;&gt;Recent Vulnerabilities&lt;/h3&gt;
es: <h3 class="card-title">Vulnerabilidades Recientes</h3>

source: &lt;h3 class=&quot;card-title&quot;&gt;Vulnerabilities Status&lt;/h3&gt;
es: <h3 class="card-title">Estado Vulnerabilidades</h3>

source: &lt;i class=&quot;fas fa-clone nav-icon&quot;&gt;&lt;/i&gt;&lt;p&gt;Templates&lt;/p&gt;
es: <i class="fas fa-clone nav-icon"></i><p>Plantillas</p>

source: &lt;i class=&quot;nav-icon fas fa-file&quot;&gt;&lt;/i&gt;&lt;p&gt;Documents&lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-file"></i><p>Documentos<i class="right fas fa-angle-left"></i></p>

source: &lt;i class=&quot;nav-icon fas fa-users&quot;&gt;&lt;/i&gt;&lt;p&gt;Users&lt;i class=&quot;right fas fa-angle-left&quot;&gt;&lt;/i&gt;&lt;/p&gt;
es: <i class="nav-icon fas fa-users"></i><p>Usuarios<i class="right fas fa-angle-left"></i></p>

source: &lt;i class=&quot;nav-icon fas fa-sitemap&quot;&gt;&lt;/i&gt;&lt;p&gt;Organization&lt;/p&gt;
es: <i class="nav-icon fas fa-sitemap"></i><p>Organización</p>

source: &lt;i class=&quot;nav-icon fas fa-eye&quot;&gt;&lt;/i&gt;&lt;p&gt;System Logs&lt;/p&gt;
es: <i class="nav-icon fas fa-eye"></i><p>Logs de Sistema</p>

source: Tasks
es: Tareas

source: Vulnerabilities
es: Vulnerabilidades

source: My Workspaces
es: Mis Espacios de Trabajo

source: &lt;i class=&quot;fas fa-folder&quot;&gt;&lt;/i&gt; Projects
es: <i class="fas fa-folder"></i> Proyectos

source: Client
es: Cliente

source: Type
es: Tipo

source: Status
es: Estado

source: Start Date
es: Fecha Inicio

source: End Date
es: Fecha Final

source: Project Status
es: Estado del Proyecto

source: Project Type
es: Tipo de Proyecto

source: Template
es: Plantilla

source: &lt;i class=&quot;fas fa-folder&quot;&gt;&lt;/i&gt; Create Project
es: <i class="fas fa-folder"></i> Crear Proyecto

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Delete Project
es: <i class="fas fa-briefcase"></i> Borrar proyecto

source: Add
es: Añadir

source: Close
es: Cerrar

source: Add Member
es: Añadir Miembro

source: Add Member to Project
es: Añadir Miembro al Proyecto

source: User
es: Usuario

source: &lt;a class=&quot;nav-link active&quot; href=&quot;#details&quot; data-toggle=&quot;tab&quot;&gt;Details&lt;/a&gt;
es: <a class="nav-link active" href="#details" data-toggle="tab">Detalles</a>

source: Notes
es: Notas

source: Attachments
es: Adjuntos

source: Targets
es: Objetivos

source: Reports
es: Informes

source: Members
es: Miembros

source: Add Target
es: Añadir Objetivo

source: Add Target to Project
es: Añadir Objetivo al Proyecto

source: Target Type
es: Tipo de Objetivo

source: Name / IP / CIDR / URL
es: Nombre / IP / CIDR / URL

source: Target
es: Objetivo

source: Asigned To
es: Asignado a

source: Risk
es: Riesgo

source: Category
es: Categoría

source: CVSS3 Score
es: Calificación CVSS3

source: Visibility
es: Visibilidad

source: File
es: Archivo

source: Uploaded by
es: Subido por

source: Add Attachment
es: Añadir Adjunto

source: Add Attachment to Project
es: Añadir adjunto al Proyecto

source: Select File
es: Seleccionar Archivo

source: Creation Date
es: Fecha de Creación

source: Generate Report
es: Generar Informe

source: Generate
es: Generar

source: Language
es: Idioma

source: &lt;i class=&quot;fas fa-folder&quot;&gt;&lt;/i&gt; Project Templates
es: <i class="fas fa-folder"></i> Plantillas de Proyectos

source: Select Document
es: Seleccionar Documento

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Create Document
es: <i class="fas fa-briefcase"></i> Crear Documento

source: &lt;i class=&quot;fas fa-briefcase&quot;&gt;&lt;/i&gt; Edit Document
es: <i class="fas fa-briefcase"></i> Editar Documento

source: &lt;i class=&quot;fas fa-building&quot;&gt;&lt;/i&gt; View
es: <i class="fas fa-building"></i> Ver

source: My Tasks
es: Mis Tareas

source: Vulnerabilities by Severity
es: Vulnerabilidades por Severidad

source: Recent Notes
es: Notas recientes
