Repository: CervantesSec/cervantes
Catalog: Cervantes.Web/LocalizationResources/ViewLocalizationResource.*.resx
Languages: es

source: An error ocurred loading the Vuln!
es: Se ha producido un error al cargar la vuln!

source: Vuln note edited successfully!
es: Nota de vuln editada correctamente!

source: Vuln note added successfully!
es: Nota de vuln añadida corerctamente!

source: Vuln attachment edited successfully!
es: Adjunto de vuln editado correctamente!

source: Vuln attachment added successfully!
es: Adjunto añadido correctamente!

source: Vuln attachment deleted successfully!
es: Adjunto eliminado correctamente!

source: Vuln deleted successfully!
es: Vuln eliminada correctamente!

source: Vuln created successfully!
es: Vuln añadida correctamente!

source: An error ocurred editing vuln!
es: Se ha producido un error al editar la vuln!

source: An error ocurred creating vuln!
es: Se ha producido un error al crear la vuln!

source: An error ocurred deleting vuln!
es: Se ha producido un error al eliminar la vuln!

source: An error ocurred deleting an Attachment!
es: Se ha producido un error al eliminar el adjunto!

source: An error ocurred adding an Attachment!
es: Se ha producido un error al añadir el adjunto!

source: An error ocurred deleting target!
es: Se ha producido un error al eliminar el objetivo!

source: Target already added to this vuln!
es: Este objetivo esta ya añadido a la vulnerabilidad!

source: An error ocurred adding target!
es: Se ha producido un error al añadir el objetivo!

source: Executive Summary saved successfully!
es: Resumen Ejecutivo guardado correctamente!
